Repository: MalleeFoul/zrythm
Catalog: po/*.po
Languages: de, es

source: Failed to get dlinfo for %s
de: Fehler beim Erlangen von dlinfo von %s
es: No se pudo recuperar dlinfo para %s

source: %s <%s> contains a reference to %s, which may cause issues. If the plugin does not load, please try instantiating the plugin in full-bridged mode, and report this to the plugin distributor and/or author: %s <%s>
de: %s <%s> enthält einen Verweis auf %s, was zu Problemen führen kann. Wenn das Plugin nicht geladen wird, versuchen Sie bitte es im "full-bridged"-Modus zu verwenden und melden Sie es dem Plugin-Distributor und/oder Autor: %s <%s>
es: %s <%s> contiene una referencia a %s, lo que puede causar problemas. Si el plugin no se carga, por favor, intenta instanciar el plugin en modo full-bridged, y informaselo al distribuidor y/o autor del plugin: %s <%s>

source: Failed to create or init ports and parameters
de: Initiierungsports und -parameter konnten nicht erstellt werden

source: Required feature %s is not supported
de: Die benötigte Funktion %s wird nicht unterstützt
es: No se admite la funcionalidad requerida %s

source: Failed checking whether lv2 plugin UI is external
de: Es konnte nicht überprüft werden, ob die Benutzeroberfläche des LV2-Plugins extern liegt

source: Required option %s is not supported
de: Die notwendige Option %s wird nicht unterstützt

source: lilv_plugin_instantiate() failed
de: lilv_plugin_instantiate() fehlgeschlagen
es: Falló lilv_plugin_instantiate()

source: Default bank
de: Standardbank
es: Banco predeterminado

source: Init
de: Initialisierung
es: Inicialización

source: Unnamed bank
de: Unbenannte Bank
es: Banco sin nombre

source: Instantiation failed for plugin '%s'. Disabling...
de: Einrichtung des Plugins '%s' fehlgeschlagen. Wird deaktiviert…
es: Se ha producido un error en la creación de instancias para el plugin'%s'. Deshabilitando...

source: Enabled
de: Aktiviert

source: Enables or disables the plugin
de: Aktiviert oder deaktiviert das Plugin

source: Failed to get Carla plugin
de: Carla-Plugin konnte nicht geholte werden

source: Failed to get LV2 plugin
de: LV2-Plugin konnte nicht geholt werden

source: Carla plugin instantiation failed
de: Fehler bei der Einrichtung des Plugins

source: LV2 plugin instantiation failed
de: Einrichtung des LV2-Plugins fehlgeschlagen

source: %s <%s> has a deprecated UI type: %s If the UI does not load, please try instantiating the plugin in full-bridged mode, and report this to the author: %s <%s>
de: %s <%s> verwendet einen veralteten Typ Benutzeroberfläche: %s Wenn die Benutzeroberfläche nicht geladen wird, versuchen Sie bitte, das Plugin im "full-bridged"-Modus zu laden und melden Sie es dem Autor: %s <%s>
es: %s <%s> tiene un tipo de UI obsoleto: %s Si el UI no se carga, por favor, intenta instanciar el plugin en modo full-bridged, y informalo al autor: %s <%s>

source: Failed to create plugin clone for %s
de: Erstellen des Plugin-Clones für %s fehlgeschlagen

source: Save State
de: Status speichern
es: Guardar estado

source: Save Preset
de: Preset speichern
es: Guardar preconfiguración

source: _Prefix plugin name
de: _Präfix des Erweiterungsnamen
es: _Prefijar nombre de complemento

source: Open File
de: Datei öffnen
es: Abre un Archivo

source: Close
de: Schließen
es: Cerrar

source: Unknown widget type for value
de: Unbekannter Widget-Typ für den Wert
es: Tipo de widget desconocido por valor

source: Unknown widget type for value
de: Unbekannter Widget-Typ für den Wert
es: Tipo de widget desconocido para el valor

source: Add to project (native generic UI)
de: Zu Projekt hinzufügen (nativ-generische Benutzeroberfläche)

source: Add to project
de: Zu Projekt hinzufügen
es: Añadir al proyecto

source: Add to project (bridged UI)
de: Zu Projekt hinzufügen (überbrückte Benutzeroberfläce)
es: Agregar al proyecto (IU puenteada)

source: Add to project (bridged full)
de: Zu Projekt hinzufügen (voll überbrückt)
es: Añadir al proyecto (puenteado completo)

source: Use _Generic UI
de: _Generische Benutzeroberfläche verwenden

source: Add to collection
de: Zu Sammlung hinzufügen
es: Añadir a la colección

source: Remove from collection
de: Aus Sammlung entfernen
es: Eliminar de la colección

source: Audio in
de: Audioeingang
es: Entrada de audio

source: Audio out
de: Audioausgang
es: Salidas de audio

source: MIDI in
de: MIDI-Eingang
es: Entradas de MIDI

source: CV in
de: CV-Eingang
es: Entrada CV

source: CV out
de: CV-Ausgang
es: Salida CV

source: Error adding carla plugin: %s
de: Fehler beim Hinzufügen des Carla-Plugins: %s
es: Error al añadir el complemento carla: %s

source: Failed to load Carla state
de: Fehler bei Laden des Carla-Status
es: No se pudo cargar el estado de Carla

source: Failed to instantiate Carla plugin: handle/descriptor not initialized properly
de: Carla-Plugin konnte nicht eingerichtet werden: Handle/Deskriptor nicht richtig initialisiert

source: State file %s doesn't exist
de: Statusdatei %s existiert nicht

source: Delete Preset?
de: Preset löschen?
es: ¿Quiere eliminar la preconfiguración?

source: Failed to open LV2 UI for %s
de: Die LV2-Benutzeroberfläche für %s konnte nicht geöffnet werden

source: Failed to apply LV2 preset
de: Das LV2-Preset konnte nicht angewendet werden

source: _Rename
de: Umbenennen _r
es: Cambia_r nombre

source: 4 Chord Song
de: 4-Akkorde-Song

source: Canon in D
de: Kanon in D

source: Love Progression
de: Liebeslieb-Akkordfolge

source: Pop Chords 1
de: Pop-Akkorde 1

source: Most Often Used Chords
de: Am häufigsten verwendete Akkorde

source: Ballad
de: Ballade
es: Balada

source: Resetting schema %s...
de: Schema %s zurücksetzen...
es: Restableciendo el esquema %s…

source: skipping %s
de: Überspringe %s
es: salto %s

source: resetting %s to %s
de: %s auf %s zurücksetzen
es: restableciendo %s a %s

source: Failed to find schema %s. %s is likely not installed
de: Konnte Schema %s nicht finden. %s ist wahrscheinlich nicht installiert
es: No se pudo encontrar el esquema %s. %s es probable que no esté instalado

source: Failed to view schema %s
de: Schema %s konnte nicht angezeigt werden
es: No se pudo ver el esquema %s

source: Failed to reset schema %s
de: Schema %s konnte nicht zurückgesetzt werden
es: Fallo en el restablecimiento del esquema %s

source: Aborting...
de: Breche ab…
es: Interrumpiendo…

source: Reset to factory settings successful
de: Erfolgreich auf die Fabrikeinstellungen zurückgesetzt
es: El restablecimiento de la configuración de fábrica se realizó con éxito

source: Root Note
de: Grundton
es: Nota fundamental

source: B
de: H
es: Si

source: Accent
de: Akzent
es: Acento

source: Bass Note
de: Basston
es: Nota de bajo

source: Creator
de: Ersteller
es: Creador

source: Diatonic
de: Diatonisch
es: Diatónica

source: TODO keyboard
de: ZU ERLEDIGEN Klaviatur
es: Teclado TODO

source: TODO
de: ZU ERLEDIGEN
es: PENDIENTE

source: Circle of Fifths
de: Quintenzirkel
es: Círculo de quintas

source: Stop
de: Stoppen
es: Detener

source: Ports found
de: Ports gefunden
es: Puertos encontrados

source: Rescan
de: Erneut suchen
es: Volver a escanear

source: Scan again for MIDI controllers
de: Scanne erneut nach MIDI-Controllern
es: Escanear de nuevo en busca de controladores MIDI

source: Toggle Left Panel
de: Linkes Panel ein-/ausblenden
es: Conmutar panel izquierdo

source: Toggle Right Panel
de: Rechtes Panel ein-/ausblenden
es: Conmutar panel derecho

source: Channel settings
de: Kanal-Einstellungen
es: Configuración de canal

source: News
de: Nachrichten
es: Novedades

source: Snap to grid
de: Am Raster ausrichten

source: Keep offset
de: Versatz beibehalten

source: Snap to events
de: An Ereignissen ausrichten

source: Note length
de: Notenlänge
es: Longitud de la nota

source: Triplet
de: Triole
es: Tresillo

source: Dotted
de: Punktiert
es: Punteado

source: Snap
de: Einrasten
es: Ajustar

source: Link length to snap setting
de: Länge an Raster ausrichten

source: Use last created object's length
de: Nutze die Länge des zuletzt erstellten Objekts

source: Bookmarks
de: Lesezeichen
es: Marcadores

source: Return to cue point on stop
de: Bei Stopp zum Cue zurückgehen
es: Volver al punto de referencia cuando la reproducción se detiene

source: Play
de: Abspielen
es: Reproducir

source: Backward
de: Rückwärts
es: Retroceder

source: Forward
de: Vorwärts
es: Adelantar

source: Loop
de: Schleife
es: Bucle

source: Event Viewer
de: Ereignisanzeige
es: Visor de sucesos

source: Collection
de: Sammlung
es: Recopilación

source: Author
de: Autor

source: Category
de: Kategorie
es: Categoría

source: Protocol
de: Protokoll
es: Protocolo

source: Sort alphabetically
de: Alphabetisch Sortieren
es: Ordenar alfabéticamente

source: Sort by recently used
de: Sortieren nach zuletzt verwendet
es: Ordenar por uso reciente

source: Sort by most used
de: Sortieren nach meistgenutzt
es: Ordenar por uso más frecuente

source: Project
de: Projekt
es: Proyecto

source: View
de: Ansicht
es: Ver

source: Help
de: Hilfe
es: Ayuda

source: MIDI in activity
de: MIDI aktiv
es: MIDI en actividad

source: Toggle event viewer
de: Ereignisanzeige ein-/ausblenden
es: Cambiar el visor de eventos

source: Flip
de: Wenden
es: Voltear

source: Vertical
de: Vertikal

source: Parent directory
de: Übergeordnetes Verzeichnis
es: Directorio contenedor

source: Fishbowl
de: Fischglas
es: Pecera

source: Quantize Options
de: Quantisierungsoptionen
es: Cuantificar las opciones

source: Quantize to
de: Quantisieren auf
es: Cuantificar a

source: Adjust
de: Anpassen
es: Ajustar

source: Amount
de: Menge
es: Cantidad

source: Randomization
de: Randomisierung
es: Aleatorización

source: _Quantize
de: _Quantisieren
es: _Cuantificar

source: Root Key
de: Grundton
es: Clave de la raíz

source: Toggle Bottom Panel
de: Unteres Panel ein-/ausblenden
es: Conmutar panel lateral

source: Show/hide UI
de: Benutzeroberfläche anzeigen/ausblenden
es: Mostrar/Ocultar la IU

source: Control this automation track is for
de: Steuerelement, für den diese Automatisierungsspur ist
es: Controlar esta pista de automatización es para

source: Mute automation track
de: Stummschaltung der Automatisierungsspur
es: La pista de automatización del silencio

source: Write automation
de: Automation schreiben
es: Escribir automatización

source: Read automation
de: Automation lesen
es: Leer automatización

source: Remove automation track
de: Automatisierungsspur entfernen
es: Eliminar la pista de automatización

source: Add automation track
de: Automatisierungsspur hinzufügen
es: Añadir la pista de automatización

source: Transpose
de: Transponieren
es: Trasponer

source: Export As...
de: Exportiere als…
es: Exportar como…

source: Metadata
de: Metadaten
es: Metadatos

source: Title
de: Titel
es: Título

source: Artist
de: Künstler
es: Artista

source: Dither
de: Dithern

source: Filename Pattern
de: Dateinamenmuster
es: Patrón de nombres de archivo

source: Whether to export the selected tracks as a single mixdown file or each track in its own file.
de: Festlegen of die ausgewählten Spuren als eine einzige mixdown Datei oder jede Spur als eigene Datei exportiert werden soll.

source: Time range
de: Zeitbereich
es: Intervalo temporal

source: Only events inside this time range will be exported.
de: Nur Ereignisse innerhalb dieses Zeitraums werden exportiert.

source: Select a port...
de: Port wählen…
es: Seleccione un puerto…

source: region_name
de: Regionsname
es: nombre_región

source: Enter region name...
de: Regionsnamen eingeben…
es: Introduce el nombre de la región...

source: Color
de: Farbe

source: Muted
de: Stumm
es: Silenciado

source: Toggle Top Panel
de: Unteres Panel ein-/ausblenden
es: Conmutar panel superior

source: Remove range
de: Bereich entfernen
es: Eliminar rango

source: Musical mode
de: Musikalischer Modus
es: Modo musical

source: Merge selections
de: Auswahl zusammenführen
es: Fusionar selecciones

source: Save As...
de: Speichern unter...
es: Guardar como…

source: Pitch Wheel
de: Tonhöhenrad
es: Rueda de paso

source: Mod Wheel
de: Modulationsrad
es: Rueda de modelos

source: Quick Quantize
de: Schnelle Quantisierung
es: Cuantización rápida

source: Full Quantize...
de: Vollständige Quantisierung......
es: Cuantificación completa...

source: Bounce Options
de: Bounce-Optionen
es: Opciones de rebote

source: Bounce with parents
de: Mit Eltern bouncen

source: Tail
de: Ausklingen
es: Cola

source: Disable after bounce
de: Nach Bounce deaktivieren

source: Amin 7
de: Am 7

source: Packs
de: Pakete

source: Scroll when playhead reaches the edge
de: Scrollen, wenn der Abspielkopf den Rand erreicht

source: Follow playhead
de: Dem Abspielkopf folgen

source: No clip selected
de: Kein Clip ausgewählt
es: No hay ningún clip seleccionado

source: Bind MIDI CC
de: MIDI CC zuweisen
es: Unir MIDI CC

source: Press a key or move a knob on your MIDI device
de: Drücke eine Taste oder bewege einen Knopf auf deinem MIDI-Gerät
es: Presiona una tecla o mueve un botón en tu dispositivo MIDI

source: Waiting for input...
de: Warte auf Eingabe...
es: Esperando la entrada...

source: Select a region...
de: Wähle eine Region aus…
es: Seleccione una región…

source: Initializing...
de: Initialisiere…
es: Iniciando…

source: Global Shortcuts
de: Globale Tastenkürzel
es: Atajos globales

source: General
de: Allgemein

source: Toggle Fullscreen
de: Vollbild aktivieren
es: Alternar pantalla completa

source: Quit
de: Beenden
es: Salir

source: Panels
de: Panel
es: Paneles

source: Toggle left panel
de: Linkes Panel ein-/ausschalten
es: Alternar panel izquierdo

source: Toggle right panel
de: Rechtes Panel ein-/ausschalten
es: Alternar panel derecho

source: Toggle bottom panel
de: Unteres Panel ein-/ausschalten
es: Alternar panel inferior

source: Open a project
de: Ein Projekt öffnen
es: Abrir un proyecto

source: Save the project
de: Das Projekt speichern
es: Guarda el proyecto

source: Copy and Paste
de: Kopieren und einfügen
es: Copiar y pegar

source: Copy selection to clipboard
de: Kopiere die Auswahl in die Zwischenablage
es: Copiar la selección al portapapeles

source: Cut selection to clipboard
de: Auswahl ausschneiden und in die Zwischenablage verschieben
es: Cortar la selección al portapapeles

source: Paste from clipboard
de: Aus der Zwischenablage einfügen
es: Pegar desde portapapeles

source: Undo and Redo
de: Rückgängig machen und wiederholen
es: Deshacer y rehacer

source: Undo previous command
de: Den letzten Befehl rückgängig machen
es: Deshacer comando anterior

source: Redo previous command
de: Den letzten Befehl wiederholen
es: Rehacer comando anterior

source: Selections
de: Auswahlen
es: Selecciones

source: Unselect all
de: Auswahl aufheben
es: Anular toda la selección

source: Editor Shortcuts
de: Editor-Tastenkürzel
es: Atajos del editor

source: Tool
de: Werkzeug
es: Herramienta

source: Select/Stretch tool
de: Werkzeug Auswählen/Dehnen
es: Herramienta Seleccionar/Estirar

source: Pencil tool
de: Stiftwerkzeug
es: Herramienta lápiz

source: Eraser tool
de: Radierwerkzeug
es: Herramienta Borrador

source: Ramp tool
de: Rampenwerkzeug
es: Herramienta de rampa

source: Zooming
de: Zoomen
es: Escala

source: Zoom in
de: Vergrößern
es: Ampliar

source: Zoom out
de: Verkleinern
es: Disminuir el zoom

source: Best fit
de: Beste Passung
es: Mejor ajuste

source: Original size
de: Ursprüngliche Größe
es: Tamaño original

source: Quantizing
de: Quantisieren
es: Cuantización

source: Quantize
de: Quantisieren
es: Cuantizar

source: Looping
de: Schleifen setzen
es: Puesta en bucle

source: Digital Audio Workstation
de: Digitale Audioworkstation
es: Estación de trabajo de audio digital

source: highly automated and intuitive digital audio workstation
de: eine hochautomatisierte und intuitive digitale Audioworkstation
es: una estación de trabajo digital para audio altamente automatizada e intuitiva

source: daw;audio;midi;music;
de: daw;audio;midi;musik;
es: daw;audio;midi;música;

source: Recent project list
de: Liste der letzten Projekte
es: Lista de proyectos recientes

source: A list of recent projects to be referenced on startup.
de: Eine Liste kürzlicher Projekte, auf die beim Start verwiesen wird.
es: Una lista de proyectos recientes a los que se hará referencia en la puesta en marcha.

source: First run
de: Erststart
es: Primera carrera

source: Whether this is the first run or not.
de: Ob das der erste Start ist oder nicht.
es: Sea esta la primera carrera o no.

source: Installation directory
de: Installationsverzeichnis
es: Directorio de instalación

source: This is the directory Zrythm is installed in. Currently only used on Windows.
de: Das ist das Verzeichnis, in dem Zrythm installiert ist. Wird gerade nur in Windows genutzt.
es: Este es el directorio en el que está instalado Zrythm. Actualmente solo se usa en Windows.

source: Last project directory
de: Letztes Projektverzeichnis
es: Último directorio de proyectos

source: Last directory a project was created in.
de: Das letzte Verzeichnis, in dem ein Projekt erstellt wurde.
es: El último directorio en el que se creó un proyecto.

source: List of all versions run at least once
de: Liste aller mindestens einmal ausgeführten Versionen
es: Lista de todas las versiones ejecutadas al menos una vez

source: A list of versions run at least once.
de: Eine Liste von Versionen, die mindestens einmal ausgeführt wurden.
es: Una lista de versiones ejecutadas al menos una vez.

source: Last version that was notified of a new release
de: Letzte Version, die über ein neues Release informiert wurde
es: Última versión que fue notificada de un nuevo lanzamiento

source: The last version that received a 'new version has been released' notification.
de: Die letzte Version, die eine Benachrichtigung "Neue Version wurde veröffentlicht" erhalten hat.
es: La última versión que recibió una notificación de "se ha publicado una nueva versión".

source: First check for updates
de: Erste Prüfung auf Aktualisierungen

source: Whether this is the first time attempting to check for updates.
de: Ob zum ersten Mal versucht wird nach Aktualisierungen zu suchen.

source: Monitor volume
de: Monitor-Lautstärke

source: Listen volume
de: Abhörlautstärke

source: Dim volume
de: Lautstärke verringern

source: Whether to sum the monitor signal to mono.
de: Ob das Abhörsignal zu mono summiert werden soll.

source: Whether to dim the the monitor signal.
de: Ob das Abhörsignal gedämpft werden soll.

source: Whether to mute the monitor signal.
de: Ob das Abhörsignal stummgeschaltet werden soll.

source: Disable track after bouncing.
de: Spur nach dem Bouncen deaktivieren.

source: Timeline object length
de: Zeitachsenobjektlänge
es: La longitud del objeto de la línea de tiempo

source: Default length to use when creating timeline objects.
de: Die Standardlänge, die beim Erstellen eines Zeitachsenobjektes z.B. im Bearbeitungsmodus genutzt wird.

source: Default length type to use when creating timeline objects (normal, dotted, triplet).
de: Die Standardlänge, die beim Erstellen eines Zeitleistenobjektes genutzt wird (normal, punktiert, Triole).

source: Last timeline object's length
de: Länge des letzten Zeitleistenobjekts

source: Listen to notes while they are moved
de: Noten anhören während sie bewegt werden
es: Escuchar las notas mientras se mueven

source: Whether to listen to MIDI notes while dragging them in the piano roll.
de: Ob MIDI-Noten angehört werden sollen während sie im Piano Roll gezogen werden.
es: Si escuchar las notas MIDI mientras se arrastran en el rollo de piano.

source: Piano roll highlight
de: Piano-Roll-Hervorhebung
es: Piano roll destacado

source: Height of the top part of the plugin/file browser.
de: Höhe des oberen Teils des Erweiterungs-/Dateibrowsers.
es: Altura de la parte superior del navegador de plugins/archivos.

source: Selected editing tool
de: Ausgewähltes Bearbeitungswerkzeug
es: Herramienta de edición seleccionada

source: Selected editing tool.
de: Ausgewähltes Bearbeitungswerkzeug.
es: Herramienta de edición seleccionada.

source: Last used MIDI function
de: Zuletzt verwendete MIDI-Funktion
es: Última función MIDI utilizada

source: Last used automation function
de: Zuletzt verwendete Automatisierungsfunktion
es: Última función de automatización utilizada

source: Last used audio function
de: Zuletzt genutzte Audiofunktion

source: Playhead scroll edges (timeline)
de: Bildlaufkanten des Abspielkopfs (Zeitlachse)

source: Plugin browser tab
de: Erweiterungsbrowsertab
es: Pestaña del explorador de plugins

source: Selected plugin browser tab.
de: Ausgewählter Erweiterungsbrowsertab.
es: Se seleccionó una pestaña del navegador de complementos.

source: Plugin browser filter
de: Erweiterungsbrowserfilter
es: Filtro de navegador de complementos

source: Selected plugin browser filter
de: Ausgewählter Erweiterungsbrowserfilter
es: Filtro de explorador de plugins seleccionado

source: Chord pad detached
de: Akkord-Pad freistehend

source: Timeline detached
de: Zeitachse freistehend

source: CC bindings detached
de: CC-Bindungen gelöst

source: Whether the CC bindings panel is detached.
de: Ob das Fenster für CC-Bindungen frei steht.

source: CC bindings size
de: Größe der CC-Bindungen

source: CC bindings panel size when detached.
de: Größe des Bedienfelds für CC-Bindungen wenn frei stehend.

source: Port connections detached
de: Port-Verbindung gelöst

source: Whether the port connections panel is detached.
de: Ob das Bedienfeld für Port-Verbindungen frei steht.

source: Port connections size
de: Größe der Port-Verbindungen

source: Port connections panel size when detached.
de: Größe des Verbindungen-Bedienfelds wenn freistehend.

source: Scenes detached
de: Szenen losgelöst

source: Whether the scenes panel is detached.
de: Gibt an, Szenen-Bedienfeld frei steht.

source: Scenes size
de: Szenengröße

source: Scenes panel size when detached.
de: Szenen-Bedienfeldgröße wenn freistehend.

source: Genre to use when exporting, if the file type supports it.
de: Das zu benutzende Genre wenn der Dateityp es unterstützt.
es: Género que se utilizará al exportar, si el tipo de archivo lo admite.

source: Artist to use when exporting, if the file type supports it.
de: Der zu benutzende Künstler wenn der Dateityp es unterstützt.
es: Artista que se utilizará al exportar si el tipo de archivo lo admite.

source: Title to use when exporting, if the file type supports it.
de: Beim Export zu verwendender Titel, sofern vom Dateityp unterstützt.
es: Título que utilizar al exportar, si lo admite el tipo de archivo.

source: Time range to export.
de: Zu exportierender Zeitbereich.
es: Intervalo de tiempo que exportar.

source: Format to export to.
de: Exportformat.
es: Formato al cual exportar.

source: Filename pattern
de: Dateinamen-Muster
es: Pauta de nombres de archivo

source: Filename pattern for exported files.
de: Dateinamen-Muster für exportierte Dateien.
es: Patrón de nombre de archivo para archivos exportados.

source: Bit depth
de: Bittiefe
es: Profundidad de bits

source: Bit depth to use when exporting
de: Bittiefe beim Exportieren
es: Profundidad de bits a utilizar al exportar

source: Whether looping is enabled.
de: Zeigt, ob Looping aktiviert ist.
es: Indica si el bucle está activado.

source: Return to cue
de: Zum Cue zurückkehren
es: Volver al principio

source: Whether return to cue on stop is enabled.
de: Ob eingeschaltet ist, dass bei Stop zum Cue zurückgegangen werden soll.
es: Indica si la vuelta al punto de referencia cuando la reproducción se detiene está activada.

source: Metronome enabled
de: Metronom aktiviert
es: Metrónomo activado

source: Whether the metronome is enabled.
de: Ob das Metronom aktiviert ist.
es: Indica si el metrónomo está activado.

source: Metronome volume
de: Lautstärke des Metronoms
es: Volumen del metrónomo

source: The metronome volume in amplitude (0 to 2).
de: Amplitude der Metronomlautstärke (0 bis 2).
es: El volumen del metrónomo en amplitud (0 a 2).
