Repository: MalleeFoul/zrythm
Catalog: po/*.po
Languages: de, es

source: Show automation
de: Automation anzeigen
es: Mostrar automatización

source: Add
de: Hinzufügen
es: Añadir

source: Remove
de: Entfernen
es: Quitar

source: Freeze/unfreeze
de: Sperren/freigeben
es: Congelar/descongelar

source: Lock/unlock
de: Blockieren/freigeben
es: Bloquear/desbloquear

source: Fold
de: Einklappen
es: Plegar

source: Unfold
de: Ausklappen
es: Desplegar

source: _Delete Track
de: _Spur löschen
es: _Eliminar pista

source: _Delete Tracks
de: _Spuren löschen
es: _Eliminar pistas

source: _Duplicate Track
de: _Spur duplizieren
es: _Duplicar pista

source: _Duplicate Tracks
de: _Spuren duplizieren
es: _Duplicar pistas

source: Add Region
de: Region hinzufügen
es: Añadir región

source: Hide Track
de: Spur verstecken
es: Ocultar pista

source: Hide Tracks
de: Spuren verstecken
es: Ocultar pistas

source: Pin/Unpin Track
de: Spur fixieren/lösen
es: Anclar/desanclar pista

source: Pin/Unpin Tracks
de: Spuren fixieren/lösen
es: Anclar/desanclar pistas

source: Change color...
de: Farbe ändern…
es: Cambiar color…

source: Edit
de: Bearbeiten
es: Editar

source: Selection
de: Auswahl
es: Selección

source: Quick bounce
de: Schnelles Bounce
es: Rebote rápido

source: Unsolo
de: Solo aufheben

source: New direct out
de: Neuer Direktausgang

source: Channel
de: Kanal
es: Canal

source: Disable
de: Deaktivieren
es: Desactivar

source: Enable
de: Aktivieren
es: Activar

source: Rename lane...
de: Bahn umbenennen…

source: Passthrough input
de: Passthrough-Eingang
es: Entrada de paso

source: MIDI Channel %d
de: MIDI-Kanal %d
es: Canal MIDI %d

source: Piano Roll
de: Notenrolle

source: No inputs
de: Keine Eingänge
es: Ninguna entrada

source: Curve algorithm
de: Kurvenalgorithmus
es: Algoritmo de la curva

source: Load Preset
de: Preset laden
es: Cargar preconfiguración

source: _Load
de: _Laden
es: _Cargar

source: Failed to apply preset
de: Preset konnte nicht angewendet werden
es: No se pudo aplicar la preconfiguración

source: Plugin Properties
de: Plugin-Eigenschaften
es: Propiedades de complemento

source: Banks
de: Banken
es: Bancos

source: Save
de: Speichern
es: Guardar

source: Save preset
de: Preset speichern
es: Guardar preconfiguración

source: Load
de: Laden
es: Cargar

source: Load preset
de: Preset laden
es: Cargar preconfiguración

source: Failed to move selection
de: Auswahl konnte nicht verschoben werden
es: No se pudo mover la selección

source: Failed to move chords
de: Akkorde konnten nicht verschoben werden
es: No se pudieron mover los acordes

source: Cannot resize because the selection contains objects without length
de: Größe kann nicht geändert werden, da die Auswahl Objekte ohne Länge enthält
es: No se puede cambiar el tamaño porque la selección contiene objetos sin longitud

source: Cannot resize because the selection contains a mix of looped and unloopable objects
de: Die Größe kann nicht geändert werden, da die Auswahl eine Mischung aus geloopten und nicht loopbaren Objekten enthält

source: Failed to delete selection
de: Auswahl konnte nicht gelöscht werden
es: No se pudo eliminar la selección

source: Failed to edit selection
de: Auswahl konnte nicht bearbeitet werden
es: No se pudo editar la selección

source: Failed to move automation
de: Automation konnte nicht verschoben werden
es: No se pudo mover la automatización

source: Failed to duplicate automation
de: Automation konnte nicht dupliziert werden
es: No se pudo duplicar la automatización

source: Failed to create objects
de: Objekt konnte nicht erstellt werden
es: No se pudieron crear los objetos

source: Failed to fill automation
de: Automation konnte nicht aufgefüllt werden
es: No se pudo rellenar la automatización

source: Failed to edit selections
de: Auswahl konnte nicht bearbeitet werden
es: No se pudieron editar las selecciones

source: Failed to resize objects
de: Objektgröße konnte nicht geändert werden
es: No se pudieron redimensionar los objetos

source: Failed to move MIDI notes
de: MIDI-Noten konnte nicht verschoben werden
es: No se pudieron mover las notas MIDI

source: Failed to duplicate MIDI notes
de: MIDI-Noten konnten nicht dupliziert werden
es: No se pudieron duplicar las notas MIDI

source: Failed to create MIDI notes
de: MIDI-Noten konnten nicht erstellt werden
es: No se pudieron crear las notas MIDI

source: Failed to duplicate chords
de: Akkorde konnten nicht dupliziert werden
es: No se pudieron duplicar los acordes

source: Failed resizing selection
de: Auswahlgröße konnte nicht geändert werden
es: No se pudo redimensionar la selección

source: Failed to edit timeline objects
de: Objekte der Zeitachse konnten nicht bearbeitet werden
es: No se pudieron editar los objetos en la línea de tiempo

source: Failed to resize timeline objects
de: Zeitachsenobjektgröße konnten nicht geändert werden
es: No se pudieron redimensionar los objetos de la línea de tiempo

source: Failed to resize selection
de: Auswahllänge konnte nicht geändert werden
es: No se pudo redimensionar la selección

source: Failed setting fade in position
de: Fade-in-Position konnte nicht gesetzt werden

source: Failed resizing selections
de: Auswahllänge konnte nicht geändert werden
es: No se pudieron redimensionar las selecciones

source: Failed to move objects
de: Objekte konnten nicht verschoben werden
es: No se pudieron mover los objetos

source: Failed to split selection
de: Auswahl konnte nicht geteilt werden
es: No se pudo dividir la selección

source: Select...
de: Wähle…
es: Seleccionar…

source: Click to enable inputs
de: Klicken um Eingänge zu aktivieren
es: Pulse para activar las entradas

source: Click to enable outputs
de: Klicken um Ausgänge zu aktivieren
es: Pulse para activar las salidas

source: Toggle Status Bar
de: Statusleiste ein-/ausschalten
es: Alternar barra de estado

source: Fullscreen
de: Vollbild
es: Pantalla completa

source: New Project
de: Neues Projekt
es: Proyecto nuevo

source: Save As
de: Speichern Unter
es: Guardar como

source: Export As
de: Exportieren Als
es: Exportar como

source: Export Graph
de: Exportiere Graph
es: Exportar gráfico

source: No instrument
de: Kein Instrument
es: Instrumento no disponible

source: Failed to move or copy plugins
de: Plugins konnten nicht verschoben oder kopiert werden
es: No se pudieron mover ni copiar los complementos

source: Plugin %s cannot be added to this slot
de: Plugin %s kann diesem Slot nicht hinzugefügt werden
es: No se pueden añadir %s de plugin a esta ranura

source: Inspect
de: Inspizieren
es: Inspeccionar

source: Select
de: Auswählen

source: empty slot
de: leerer Slot
es: ranura vacía

source: Failed to enable connection
de: Verbindung konnte nicht aktiviert werden

source: Failed to disconnect
de: Verbindung konnte nicht getrennt werden

source: Enable/disable connection
de: Verbindung aktivieren/deaktivieren
es: Activar/desactivar conexión

source: Delete connection
de: Verbindung entfernen
es: Eliminar conexión

source: Start on MIDI input
de: Starte mit MIDI-Eingabe
es: Iniciar en entrada MIDI

source: Options
de: Optionen
es: Opciones

source: Overwrite events
de: Ereignisse überschreiben
es: Sobrescribir eventos

source: Merge events
de: Ereignisse zusammenführen
es: Fusionar eventos

source: Create takes
de: Takes erzeugen
es: Crear tomas

source: Create takes (mute previous)
de: Takes erzeugen (vorherige stumm schalten)
es: Crear tomas (silenciar la anterior)

source: Recording mode
de: Aufnahmemodus
es: Modo grabación

source: Record
de: Aufnehmen
es: Grabar

source: Record options
de: Aufnahmeoptionen
es: Opciones de grabación

source: Redo
de: Wiederherstellen
es: Rehacer

source: Undo
de: Rückgängig machen
es: Deshacer

source: Cut
de: Ausschneiden
es: Cortar

source: Copy
de: Kopieren
es: Copiar

source: Paste
de: Einfügen
es: Pegar

source: Clear selection
de: Auswahl aufheben

source: Select all
de: Alles auswählen
es: Seleccionar todo

source: Loop selection
de: Auswahl in Schleife wiedergeben
es: Selección de bucle

source: Editor view
de: Editor-Ansicht
es: Vista del editor

source: Mixer view
de: Mixer-Ansicht
es: Vista del mezclador

source: Chord pad
de: Akkord-Pad
es: Pad de acordes

source: Failed to enable connection from %s to %s
de: Verbindung zwischen %s und %s konnte nicht aktiviert werden

source: Source
de: Quelle
es: Fuente

source: Multiplier
de: Multiplikator
es: Multiplicador

source: All MIDI Inputs
de: Alle MIDI-Eingänge
es: Todas las entradas de MIDI

source: All Audio Inputs
de: Alle Audioeingänge
es: Todas las entradas de audio

source: MIDI inputs for recording
de: MIDI-Eingänge für die Aufnahme
es: Entradas de MIDI para grabación

source: No left input
de: Kein linker Eingang
es: No hay entrada izquierda

source: No right input
de: Kein rechter Eingang
es: Sin entrada correcta

source: Audio input (%s) for recording
de: Audioeingang (%s) für die Aufnahme
es: Entrada de audio (%s) para la grabación

source: All Channels
de: Alle Kanäle
es: Todos los canales

source: Channel %s
de: Kanal %s
es: Canal %s

source: No channel
de: Kein Kanal
es: Ningún canal

source: MIDI channel to filter to
de: MIDI-Kanal zum Filtern nach
es: Canal MIDI para filtrar a

source: Inputs
de: Eingänge
es: Entradas

source: Dim
de: Dimmen

source: <small>%d muted</small>
de: <small>%d stumm</small>

source: Currently muted tracks
de: Derzeit stummgeschaltete Spuren

source: <small>%d soloed</small>
de: <small>%d solo spielend</small>

source: Currently soloed tracks
de: Derzeit solo spielende Spuren

source: <small>%d listened</small>
de: <small>%d abgehört</small>

source: Currently listened tracks
de: Aktuell abgehörte Spuren

source: Failed to unsolo all tracks
de: Nicht bei allen Spuren konnte die Solo-Schaltung deaktiviert werden

source: Failed to unmute all tracks
de: Nicht bei allen Spuren konnte die Stummschaltung aufgehoben werden

source: Failed to unlisten all tracks
de: Das Abhören aller Spuren konnte nicht beendet werden

source: Unsolo all tracks
de: Solo aller Spuren deaktivieren

source: Unmute all tracks
de: Alle Spuren laut schalten

source: Unlisten all tracks
de: Abhören aller Spuren beenden

source: Soloing
de: Aktiviere Solo

source: Muting
de: Schalte stumm

source: Listening
de: Abhören

source: Zoom In
de: Vergrößern
es: Aumentar

source: Zoom Out
de: Verkleinern
es: Disminuir

source: Original Size
de: Ursprüngliche Größe
es: Tamaño original

source: Best Fit
de: Beste Anpassung
es: Mejor ajuste

source: No object selected
de: Kein Objekt ausgewählt
es: Ningún objeto seleccionado

source: Controls
de: Steuerelemente
es: Controles

source: Control Outs
de: Steuerungsausgänge
es: Salidas de control

source: Audio Ins
de: Audioeingänge
es: Entradas de audio

source: Audio Outs
de: Audioausgänge
es: Salidas de audio

source: MIDI Ins
de: MIDI-Eingänge
es: Entradas de MIDI

source: MIDI Outs
de: MIDI-Ausgänge
es: Salidas de MIDI

source: CV Ins
de: CV-Eingänge
es: Entradas de CV

source: CV Outs
de: CV-Ausgänge
es: Salidas de CV

source: Ungrouped
de: Nicht gruppiert

source: Sends
de: Sendet
es: Envía

source: Stereo In
de: Stereo-Eingang
es: Entrada estéreo

source: MIDI In
de: MIDI-Eingang
es: Entrada MIDI

source: MIDI Out
de: MIDI-Ausgang
es: Salida MIDI

source: Display
de: Anzeige

source: No preset selected
de: Kein Preset ausgewählt
es: No se seleccionó ninguna preconfiguración

source: both
de: beide
es: ambos

source: chord
de: Akkord
es: acorde

source: Failed to edit position
de: Die Position konnte nicht bearbeitet werden
es: No se pudo editar la posición

source: Cancel
de: Abbrechen
es: Cancelar

source: Failed to create track for file '%s'
de: Spur für die Datei '%s' konnte nicht erstellt werden
es: No se pudo crear la pista del archivo «%s»

source: Plugin Effect
de: Plugin-Effekt
es: Efecto de complemento

source: Apply %s
de: Wende %s an
es: Aplicar %s

source: Apply %s with previous settings
de: %s mit vorherigen Einstellungen anwenden
es: Aplicar %s con la configuración anterior

source: No Highlight
de: Keine Hervorhebung
es: Sin resalte

source: Highlight Chord
de: Akkorde hervorheben
es: Resaltar acorde

source: Highlight Both
de: Beides hervorheben
es: Resaltar ambos

source: clip start (rel.)
de: Anfang des Clips (rel.)
es: inicio del clip (rel.)

source: loop start (rel.)
de: Anfang der Schleife (rel.)
es: inicio de bucle (rel.)

source: loop end (rel.)
de: Ende der Schleife (rel.)
es: final de bucle (rel.)

source: Failed to enable binding
de: Bindung konnte nicht durchgeführt werden

source: Visibility
de: Sichtbarkeit
es: Visibilidad

source: Add Bookmark
de: Lesezeichen hinzufügen
es: Añadir marcador

source: Path
de: Pfad
es: Ruta

source: Last Modified
de: Letzte Änderung
es: Última modificación

source: Failed to disconnect send
de: Send konnte nicht abgetrennt werden

source: Failed to connect send
de: Send konnte nicht verbunden werden

source: Failed to change send amount
de: Send-Betrag konnte nicht geändert werden

source: Custom Marker
de: Benutzerdefinierter Marker
es: Marcador personalizado

source: Musical Mode
de: Musikalischer Modus
es: Modo musical

source: Rename
de: Umbenennen
es: Nuevo nombre

source: Loop Selection
de: Auswahl in Schleife wiedergeben

source: Detect BPM
de: BPM erkennen

source: Audio Regions
de: Audioregionen
es: Regiones de audio

source: MIDI Regions
de: MIDI-Regionen
es: Regiones MIDI

source: Failed to create selections
de: Auswahl konnten nicht erstellt werden

source: Playhead [Jack Timebase Master]
de: Abspielkopf [Jack Timebase Master]
es: Cabezal de reproducción [Jack Timebase Master]

source: Playhead [Jack Client]
de: Abspielkopf [Jack Client]
es: Playhead [Cliente Jack]

source: Tap
de: Tippen

source: Become JACK Transport master
de: Werde JACK-Transportmaster
es: Conviértase en maestro de transporte de JACK

source: Sync to JACK Transport
de: Mit dem Jack-Transport synchronisieren
es: Sincronización con el transporte JACK

source: Unlink JACK Transport
de: Aufheben der Verbindung zum JACK-Transport
es: Desenganchar el transporte de JACK

source: playhead
de: Abspielkopf
es: cabezal de reproducción

source: JACK Timebase master
de: JACK Zeitbasis Master
es: JACK Maestro de la base de tiempo

source: New buffer size
de: Neue Puffergröße
es: Nuevo tamaño del búfer

source: Failed reading value
de: Wert konnte nicht ausgelesen werden
es: No se pudo leer el valor

source: This feature is not available at the moment
de: Diese Funktion ist derzeit nicht verfügbar
es: Esta función no está disponible en este momento

source: Buf sz
de: Puffergr

source: change
de: ändern

source: Rate
de: Samplerate
es: Velocidad

source: Metronome
de: Metronom
es: Metrónomo

source: Metronome options
de: Metronom-Optionen
es: Opciones de metrónomo

source: Volume
de: Lautstärke
es: Volumen

source: Count-in
de: Einzählen

source: time sig.
de: Taktangabe
es: cifra de compás

source: Add _MIDI Track
de: _MIDI-Spur hinzufügen
es: Añadir pista _MIDI

source: Add Audio Track
de: Audiospur hinzufügen
es: Añadir pista de audio

source: Add FX Track
de: FX-Spur hinzufügen
es: Añadir pista FX

source: Add Group Track
de: Gruppenspur hinzufügen
es: Añadir pista de grupo

source: Add Folder Track
de: Ordner-Spur hinzufügen
es: Añadir pista de carpeta

source: Predefined
de: Vordefiniert
es: Predefinida

source: Track Name
de: Spurname
es: Nombre de pista

source: Track Properties
de: Spureigenschaften
es: Propiedades de la pista

source: Track
de: Spur
es: Pista

source: Welcome
de: Willkommen
es: Le damos la bienvenida

source: No port selected
de: Kein Port ausgewählt
es: No se ha seleccionado ningún puerto

source: Failed to connect %s to %s
de: %s konnte nicht mit %s verbunden werden

source: These ports cannot be connected
de: Diese Ports können nicht verbunden werden
es: Estos puertos no pueden ser conectados

source: Track Ports
de: Spurports
es: Puertos de pista

source: Saved
de: Gespeichert
es: Guardado

source: Project Progress
de: Projektfortschritt
es: Progreso del proyecto

source: Group
de: Gruppe
es: Grupo

source: Range
de: Bereich
es: Intervalo

source: %.1f to %.1f
de: %.1f bis %.1f

source: Flags
de: Markierungsfähnchen
es: Banderas

source: Select MIDI file
de: Wähle eine MIDI-Datei
es: Seleccione el archivo MIDI

source: _Export
de: _Exportieren
es: _Exportar

source: Base region
de: Basisregion
es: Región de base

source: Full region
de: Ganze Region
es: Toda la región

source: Region Content
de: Regionsinhalt

source: Failed to quantize editor selections
de: Auswahl im Editor konnte nicht quantisiert werden
es: No se pudieron cuantizar las selecciones del editor

source: Failed to quantize timeline selections
de: Auswahl auf der Zeitachse konnte nicht quantisiert werden
es: No se pudieron cuantizar las selecciones de la línea de tiempo

source: note length
de: Notenlänge
es: longitud de nota

source: note type
de: Notentyp
es: tipo de nota

source: Scripting Interface
de: Skripting-Schnittstelle
es: Interfaz de línea de comandos

source: Language
de: Sprache
es: Idioma

source: Execute
de: Ausführen
es: Ejecutar

source: The result will be printed here
de: Das Ergebnis wird hier ausgegeben
es: El resultado se imprimirá aquí

source: none
de: kein/s/e
es: ninguno

source: 1 more file...
de: 1 weitere Datei…
es: 1 archivo más...

source: %d more files...
de: %d weitere Dateien…
es: %d archivos más…

source: The following files will be created:
de: Folgende Dateien werden erstellt:
es: Se crearán los siguientes archivos:

source: in the directory:
de: im Verzeichnis:
es: en el directorio:

source: No tracks to export
de: Keine Spuren zum Exportieren
es: Ninguna pista para exportar

source: Exported
de: Exportiert
es: Exportado

source: <date>_<name>.<format>
de: <Datum>_<Name>.<Format>

source: Stems
de: Hälse

source: Create New Project
de: Neues Projekt erstellen
es: Crear proyecto nuevo

source: Untitled Project
de: Unbenanntes Projekt
es: Proyecto sin título

source: Select parent directory to save the project in
de: Wählen Sie das übergeordnete Verzeichnis aus, in dem das Projekt gespeichert werden soll
es: Seleccione el directorio principal donde guardar el proyecto

source: Export Progress
de: Exportfortschritt
es: Progreso de la exportación

source: Exporting...
de: Exportieren.....
es: Exportando…

source: Open Directory
de: Verzeichnis Öffnen
es: Abrir directorio

source: Opens the containing directory
de: Öffnet das enthaltende Verzeichnis
es: Abre el directorio que contiene

source: Running %s version <b>%s</b>%s%s
de: Laufende %s Version <b>%s</b>%s%s
es: Se ejecuta la versión de %s <b>%s</b>%s%s

source: Setup Zrythm
de: Zrythm einrichten
es: Configurar Zrythm

source: User path
de: Benutzerpfad
es: Ruta de usuario

source: Select a directory
de: Ordner wählen
es: Seleccione un directorio

source: %s color
de: %s Farbe

source: Track color
de: Spurfarbe
es: Color de pista

source: Failed to change color
de: Farbe konnte nicht geändert werden
es: No se pudo cambiar el color

source: Sent successfully
de: Erfolgreich gesendet

source: Send Automatically
de: Automatisch senden

source: Click OK to submit. You can verify what will be sent below. By clicking OK, you agree to our %sPrivacy Policy%s.
de: Klicken Sie zum Senden auf OK. Sie können unten überprüfen, was gesendet wird. Indem Sie auf OK klicken, erklären Sie sich mit unserer %sDatenschutzrichtlinie%s einverstanden.

source: <b>Data</b>
de: <b>Daten</b>
es: <b>Datos</b>

source: <b>Log file</b>
de: <b>Log-Datei</b>
es: <b>Archivo de registro</b>

source: Sending
de: Sende

source: Sending...
de: Sendevorgang...
es: Enviando…

source: Sending data...
de: Sende Daten…
es: Enviando datos…

source: Send via Sourcehut
de: Mittels Sourcehut senden

source: Please copy the template below in a %snew issue%s.
de: Bitte kopieren Sie die nachstehende Vorlage in eine %sneue Problematik%s.

source: a highly automated and intuitive digital audio workstation
de: eine hochautomatisierte und intuitive Digital Audio Workstation
es: una estación de trabajo digital para audio altamente automatizada e intuitiva

source: Blank project
de: Leeres Projekt
es: Proyecto en blanco

source: Failed to bind mapping
de: Mapping konnte nicht angebunden werden

source: Owner
de: Besitzer
es: Propietario

source: Arranger Object Info
de: Arrangeur-Objekt-Info
es: Información del objeto del estructurador

source: Enter group name
de: Gruppenname eingeben
es: Introduzca el nombre del grupo

source: Group name
de: Gruppenname
es: Nombre de grupo

source: New Group
de: Neue Gruppe
es: Grupo nuevo

source: Move tracks under group
de: Spuren unter Gruppe setzen

source: Failed to create audio group track
de: Audio-Gruppenspur konnte nicht erstellt werden

source: Failed to create MIDI group track
de: MIDI-Gruppenspur konnte nicht erstellt werden

source: _Select
de: Wähle au_s
es: _Seleccionar

source: Please enter a value
de: Bitte geben Sie einen Wert ein
es: Introduzca un valor

source: Please enter a valid name.
de: Bitte geben Sie einen gültigen Namen ein.
es: Introduzca un nombre válido.

source: Name '%s' is taken. Please enter a different name
de: Name '%s' ist vergeben. Bitte einen anderen Namen eingeben
es: Ya se utiliza el nombre «%s». Introduzca un nombre distinto

source: Save Chord Preset
de: Akkord-Preset speichern
es: Guardar preconf. de acordes

source: Pack
de: Paket

source: No control selected
de: Kein Steuerelement ausgewählt
es: No se seleccionó ningún control

source: Macros
de: Makros

source: MIDI Ch%d
de: MIDI-Kanal %d

source: Last object
de: Letztes Objekt
es: Ultimo Objeto

source: Custom
de: Persönlich
es: Personalizada

source: Length
de: Länge
es: Duración

source: INPUTS
de: EINGÄNGE
es: ENTRADAS

source: OUTPUTS
de: AUSGÄNGE
es: SALIDAS

source: No output selected
de: Kein Output ausgewählt
es: No se seleccionó ninguna salida

source: Routing to %s
de: Route zu %s
es: Enrutando a %s

source: Failed to change direct out
de: Direktausgang konnte nicht geändert werden

source: Failed to remove direct out
de: Direktausgang konnte nicht entfernt werden

source: Script execution successful
de: Scriptausführung erfolgreich
es: Ejecución del guión con éxito

source: Script execution failed
de: Scriptausführung gescheitert
es: Falló la ejecución de la secuencia de órdenes

source: Error loading LV2 bundle dir:
de: Fehler beim Laden des LV2-Bundleverzeichnisses:
es: Error al cargar el directorio del paquete LV2:

source: Scanned %s plugin: %s
de: Durchsucht: %s Plugin: %s
es: Se analizó el complemento %s: %s

source: Skipped %1$s plugin at %2$s
de: %1$s Plugin in Pfad %2$s übersprungen
es: Se omitió el complemento %1$s en %2$s

source: Scanned LV2 plugin
de: Gescannte LV2-Erweiterungen
es: Se analizó el complemento LV2

source: Skipped LV2 plugin at %s
de: LV2-Plugin bei %s übersprungen
es: Se omitió el complemento LV2 en %s

source: Scanned AU plugin
de: Gescanntes AU- Plugin
es: Se analizó el complemento AU

source: Skipped AU plugin at %u
de: AU-Plugin bei %u übersprungen
es: Se omitió el complemento AU en %u

source: Failed to get LV2 plugin from URI <%s>
de: LV2-Plugin konnte dem URI <%s> nicht entnommen werden
es: No se pudo obtener el complemento LV2 a partir del URI <%s>

source: Could not find UI by URI <%s>
de: Benutzeroberfläche mit dem URI %s konnte nicht gefunden werden

source: Failed to make temporary dir
de: Temporäres Verzeichnis konnte nicht erstellt werden

source: Failed to find preset with URI <%s>
de: Preset mit dem URI <%s> konnte nicht gefunden werden
es: No se pudo encontrar la preconfiguración con el URI <%s>

source: Failed to load state from %s
de: Status von %s konnte nicht geladen werden
es: No se pudo cargar el estado a partir de %s

source: Failed to find plugin with URI <%s>
de: Plugin mit URI <%s> konnte nicht gefunden werden
es: No se pudo encontrar el complemento con el URI <%s>

source: Failed to dlopen %s: %s
de: Fehler beim Ausführen von dlopen %s: %s
