Repository: MalleeFoul/zrythm
Catalog: po/*.po
Languages: de, es

source: Before inserts
de: Vor Inserts
es: Antes de los insertos

source: Pre-fader
de: Vor Fader

source: Post fader
de: Nach Fader

source: Chord
de: Akkord
es: Acorde

source: Marker
de: Markierungen
es: Marcador

source: Audio Group
de: Audiogruppe
es: Grupo de audio

source: MIDI Group
de: MIDI-Gruppe
es: Grupo MIDI

source: Folder
de: Ordner
es: Carpeta

source: dotted
de: Punktiert
es: punteado

source: triplet
de: Triole
es: trillizo

source: Dummy
de: Platzhalter

source: ALSA Sequencer (not working)
de: ALSA-Sequenzer (ohne Funktion)
es: Secuenciador de ALSA (no funciona)

source: ALSA Sequencer (rtmidi)
de: ALSA-Sequenzer (rtmidi)
es: Secuenciador ALSA (rtmidi)

source: Invert
de: Umkehren
es: Invertir

source: Normalize peak
de: Normalisieren - Peak
es: Normalizar pico

source: Normalize RMS
de: Normalisieren - RMS
es: Normalizar RMS

source: Normalize LUFS
de: Normalisieren - LUFS
es: Normalizar LUFS

source: Linear fade in
de: Lineares Fade-in

source: Linear fade out
de: Lineares Fade-out

source: Nudge left
de: Kicker nach links

source: Nudge right
de: Kicker nach rechts

source: Reverse
de: Umdrehen
es: Reversa

source: External program
de: Externes Programm
es: Programa externo

source: Guile script
de: Guile-Skript

source: Custom plugin
de: Benutzerdefiniertes Plugin
es: Complemento personalizado

source: Invalid
de: Ungültig
es: No válido

source: Flip H
de: Horiz. wenden

source: Flip V
de: Vert. wenden

source: Staccato
de: Stakkato

source: Strum
de: Zupfen

source: None
de: Keine
es: Ninguna

source: 1 bar
de: 1 Takt
es: 1 compás

source: 2 bars
de: 2 Takte
es: 2 compases

source: 4 bars
de: 4 Takte
es: 4 compases

source: Inherit
de: Erben
es: Heredar

source: Off
de: Aus
es: Apagar

source: On
de: Ein
es: Encendido

source: Chromatic
de: Chromatisch
es: Cromática

source: Major
de: Dur
es: Mayor

source: Minor
de: Moll
es: Menor

source: Ionian
de: Ionisch (Dur)
es: Jónica

source: Dorian
de: Dorisch
es: Dórica

source: Phrygian
de: Phrygisch
es: Frigia

source: Lydian
de: Lydisch
es: Lidia

source: Mixolydian
de: Mixolydisch
es: Mixolidia

source: Aeolian
de: Äolisch

source: Locrian
de: Lokrisch

source: Melodic Minor
de: Melodisches Moll

source: Harmonic Minor
de: Harmonisches Moll
es: Menor armónica

source: Whole Tone
de: Ganzton

source: Major Pentatonic
de: Dur-Pentatonik

source: Minor Pentatonic
de: Moll-Pentatonik

source: Octatonic Half Whole
de: Oktatonisch Halbton-Ganzton

source: Octatonic Whole Half
de: Oktatonisch Ganzton-Halbton

source: Acoustic
de: Akustisch

source: Harmonic Major
de: Ionisch b6

source: Phrygian Dominant
de: Phrygisch #3

source: Major Locrian
de: Lokrisch #2 #3

source: Algerian
de: Algerisch

source: Augmented
de: Übermäßig

source: Double Harmonic
de: Sinti- und Roma-Dur / Arabisch

source: Chinese
de: Chinesisch

source: Diminished
de: Vermindert

source: Dominant Diminished
de: Dominant Vermindert

source: Egyptian
de: Ägyptisch

source: Eight Tone Spanish
de: Achtton-Spanisch

source: Enigmatic
de: Enigmatisch

source: Geez
de: Geez/Ezel

source: Hirajoshi
de: Hirajōshi

source: Hungarian Gypsy
de: Sinti- und Roma-Moll / Ungarisch

source: Neapolitan Major
de: Neapolitanisches Dur

source: Oriental
de: Orientalisch

source: Altered
de: Alteriert

source: Super Locrian
de: Superlokrisch

source: Hungarian Minor
de: Ungarisches Moll

source: Persian
de: Persisch
es: Persa

source: Balinese
de: Balinesisch

source: Japanese 1
de: Japanisch 1
es: Japonesa 1

source: Japanese 2
de: Japanisch 2
es: Japonesa 2

source: Square Root
de: Quadratwurzel
es: Raíz cuadrada

source: Sine
de: Sinus
es: Sinusoide

source: Pulse
de: Impuls
es: Pulso

source: Logarithmic
de: Logarithmisch

source: All
de: Alle
es: Todos

source: Chord Object
de: Akkord-Objekt
es: Objeto de acorde

source: Automation Point
de: Automatisierungspunkt
es: Punto de automatización

source: Velocity
de: Anschlagstärke
es: Velocidad

source: MIDI learn
de: MIDI-Lernen
es: Aprender MIDI

source: Cu_t
de: Ausscheiden _t
es: Cor_tar

source: _Copy
de: _Kopieren
es: _Copiar

source: _Paste
de: Einfügen _P
es: _Pegar

source: _Delete
de: Löschen _D
es: _Eliminar

source: Cle_ar Selection
de: Auswahl _aufheben
es: V_aciar selección

source: Select A_ll
de: A_lles auswählen
es: Se_leccionar todo

source: Duplicate
de: Duplizieren
es: Duplicar

source: Mute
de: Stummschalten
es: Silenciar

source: Unmute
de: Laut schalten
es: No silenciar

source: High
de: Hoch
es: Alto

source: Low
de: Niedrig
es: Bajo

source: Ultra Low
de: Extrem niedrig
es: Ultra bajo

source: Failed to create backup directory %s
de: Backup Ordner %s konnte nicht erstellt werden

source: Failed to decompress project file at %s
de: Fehler beim Dekomprimieren der Projektdatei %s
es: No se pudo descomprimir el archivo del proyecto en %s

source: Newer backup found: %s. Use the newer backup?
de: Neuere Sicherung gefunden: %s. Die neuere Sicherung verwenden?
es: Se encontró una copia de respaldo más reciente: %s. ¿Quiere utilizar la copia más reciente?

source: Backup found
de: Sicherung gefunden
es: Se encontró una copia de respaldo

source: Failed to load project. Please check the logs for more information.
de: Das Projekt konnte nicht geladen werden. Bitte überprüfen Sie die Protokolle für weitere Informationen.
es: No se pudo cargar el proyecto. Revise los registros para obtener más información.

source: Could not load project: Corrupted project detected (missing FINISHED file at '%s').
de: Das Projekt konnte nicht geladen werden: Fehlerhaftes Projekt erkannt (fehlende FINISHED Datei in '%s').

source: This project has been automatically upgraded from v%d to v%d. Saving this project will overwrite the old one. If you would like to keep both, please use 'Save As...'.
de: Das Projekt wurde automatisch von v%d zu v%d aktualisiert. Speichern des Projektes überschreibt das alte. Falls beide behalten werden sollen, verwende 'Speichern unter...'.

source: Failed to load project. Will create a new one instead.
de: Fehler beim Laden des Projektes. Stattdessen wird ein neues erstellt.
es: No se pudo cargar el proyecto. Se creará uno nuevo.

source: Failed to compress project file
de: Fehler beim Dekomprimieren der Projektdatei

source: Backup saved.
de: Sicherung gespeichert.
es: Se guardó una copia de respaldo.

source: Project saved.
de: Projekt gespeichert.
es: Se guardó el proyecto.

source: Error - Backtrace:
de: Fehler - Rückverfolgung:
es: Error. Seguimiento regresivo:

source: Error: %s - Backtrace:
de: Fehler: %s - Rückverfolgung:
es: Error: %s. Seguimiento regresivo:

source: %s has crashed.
de: %s ist abgestürzt.
es: %s ha dejado de funcionar.

source: Do you want %s to check for updates on startup?
de: Wollen Sie, dass %s beim Starten nach Updates sucht?
es: ¿Quiere que %s compruebe si hay actualizaciones al iniciarse?

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones

source: A new version of Zrythm has been released: <b>%s</b> Your current version is %s
de: Eine neue Version von Zrythm ist verfügbar: <b>%s</b> Derzeit ist Version %s installiert
es: Se ha publicado una versión nueva de Zrythm: <b>%s</b> Su versión actual es %s

source: Setting up main window
de: Richte Hauptfenster ein
es: Configurando ventana principal

source: Loading project
de: Lade Projekt
es: Cargando proyecto

source: Initializing settings
de: Initialisiere Einstellungen
es: Iniciando configuración

source: Initializing %s directories
de: Initialisiere %s-Verzeichnisse
es: Inicializando %s directorios

source: Initializing logging system
de: Initialisiere das Protokollierungssystem
es: Iniciando sistema de registros

source: Initializing caches
de: Initialisiere Caches
es: Iniciando antememorias

source: Initializing file manager
de: Initialisiere Dateimanager
es: Inicializando el administrador de archivos

source: Scanning plugins
de: Scanne nach Plugins
es: Analizando complementos

source: Waiting for project
de: Projekt lädt
es: Esperando un proyecto

source: Could not get system memory lock limit (%s)
de: Das Sperrlimit des Arbeitsspeichers konnte nicht ermittelt werden (%s)
es: No se pudo obtener el límite de bloqueo de memoria del sistema (%s)

source: %s-%s %s %s comes with ABSOLUTELY NO WARRANTY! This is free software, and you are welcome to redistribute it under certain conditions. See the file 'COPYING' for details. Write comments and bugs to %s Support this project at https://liberapay.com/Zrythm
de: %s-%s %s %s kommt mit ABSOLUT KEINER GEWÄHRLEISTUNG! Dies ist freie Software und Sie können sie, unter bestimmten Bedingungen, gerne weiterverteile. Details entnehmen Sie bitte der Datei 'COPYING'. Schreiben Sie Kommentare oder melden Fehler an %s Unterstützen Sie dieses Projekt über https://liberapay.com/Zrythm
es: %s-%s %s %s NO INCLUYE GARANTÍA ALGUNA. Este es software libre y se puede redistribuir siempre y cuando se cumplan determinadas condiciones. Véase el archivo «COPYING» para más detalles. Envíe sus comentarios e informes de defectos a %s Apoye este proyecto en https://liberapay.com/Zrythm

source: File %s not found.
de: Datei %s nicht gefunden.
es: No se encontró el archivo %s.

source: An output file was not specified. Please pass one with `--output=FILE`.
de: Es wurde kein Ausgabedatei angegeben. Bitte geben Sie eine an mittels `--output=FILE`.
es: No se especificó un archivo de salida. Pasa uno con `--salida [ARCHIVO]`.

source: Project failed to decompress: %s
de: Fehler beim dekomprimieren des Projektes: %s
es: El proyecto no se pudo descomprimir: %s

source: Unknown operation
de: Unbekannter Vorgang
es: Operación desconocida

source: libguile is required for this option
de: Diese Option setzt libguile voraus
es: Para esta opción se necesita libguile

source: Print version information
de: Versionsinformationen drucken
es: Mostrar información sobre la versión

source: Convert ZPJ-FILE to YAML
de: ZPJ-Datein zu YAML konvertieren
es: Convertir ARCHIVO-ZPJ en YAML

source: Convert YAML-PROJECT-FILE to the .zpj format
de: YAML-PROJEKT-DATEI in das .zpj-Format konvertieren
es: Convertir ARCHIVO-DE-PROYECTO-YAML al formato .zpj

source: Generate a project from SCRIPT-FILE
de: Erzeugen eines Projekts aus SCRIPT-DATEI
es: Generar un proyecto a partir de SCRIPT-FILE

source: Print output in user-friendly way
de: Druckausgabe auf benutzerfreundliche Weise
es: Emite salida de forma intuitiva

source: Print current settings
de: Aktuelle Einstellungen drucken
es: Mostrar configuración actual

source: Reset to factory settings
de: Auf Werkseinstellungen zurücksetzen
es: Restablecer la configuración de fábrica

source: Override the audio backend to use
de: Das zu nutzende Audio-Backend überschreiben
es: Redefinir el motor de audio que se utilizará

source: Override the MIDI backend to use
de: Das zu nutzende MIDI-Backend überschreiben
es: Redefinir el motor MIDI que se utilizará

source: Shorthand for --midi-backend=none --audio-backend=none
de: Abkürzung für --midi-backend=none --audio-backend=none

source: [PROJECT-FILE]
de: [PROJEKT-DATEI]
es: [ARCHIVO-DEL-PROYECTO]

source: Examples: --zpj-to-yaml a.zpj > b.yaml Convert a a.zpj to YAML and save to b.yaml --gen-project a.scm -o myproject Generate myproject from a.scm -p --pretty Pretty-print current settings Please report issues to %s
de: Beispiele: --zpj-to-yaml a.zpj > b.yaml Konvertiert a.zpj in YAML und speichert in b.yaml --gen-project a.scm -o myproject Erzeugt myproject aus a.scm -p --pretty Aktuelle Einstellungen mit Layout drucken (Pretty-Print) Bitte melden Sie Probleme an %s
es: Ejemplos: --zpj-to-yaml a.zpj > b.yaml Convierte a.zpj en YAML y lo guarda como b.yaml --gen-project a.scm -o miproyecto Generar «miproyecto» a partir de a.scm -p --pretty Formato mejorado de la configuración actual Informe de cualquier problema en %s

source: Run %s, optionally passing a project file.
de: Führen Sie %s aus, optional mit Angabe einer Projektdatei.
es: Ejecutar %s, pasando opcionalmente un archivo de proyecto.

source: This version of Zrythm does not support creating more than %d tracks.
de: Diese Zrythm Version unterstützt es nicht, mehr als %d Spuren zu erstellen.

source: Insert silence
de: Stille einfügen
es: Insertar silencio

source: Delete range
de: Bereich löschen
es: Eliminar intervalo

source: Failed to undo action
de: Aktion konnte nicht rückgängig gemacht werden
es: No se pudo deshacer la acción

source: Failed to redo action
de: Aktion konnte nicht wiederholt werden
es: No se pudo rehacer la acción

source: Failed to perform action
de: Ausführen der Aktion fehlgeschlagen
es: No se pudo efectuar la acción

source: Connect ports
de: Ports verbinden
es: Conectar puertos

source: Disconnect ports
de: Ports trennen
es: Desconectar puertos

source: Enable port connection
de: Port-Verbindung aktivieren
es: Activar la conexión del puerto

source: Disable port connection
de: Port-Verbindung deaktivieren
es: Desactivar la conexión del puerto

source: Change port connection
de: Port-Verbindung ändern
es: Cambiar la conexión del puerto

source: MIDI mapping enable
de: MIDI-Mapping aktivieren
es: Habilitación de mapeo MIDI

source: MIDI mapping disable
de: MIDI-Mapping deaktivieren
es: Desactivar mapeo MIDI

source: MIDI mapping bind
de: MIDI-Mapping binden
es: Vinculación de asignación de MIDI

source: MIDI mapping unbind
de: MIDI-Mapping aufheben
es: Desvinculación de asignación de MIDI

source: Set control value
de: Setze Wert für Steuerelement
es: Establecer valor de control

source: Scripting extensibility with <a href="%s">GNU Guile</a> is not enabled in your %s installation.
de: Die Skripting-Erweiterbarkeit mit <a href="%s"> GNU Guile </a> ist in Ihrer %s -Installation nicht aktiviert.
es: La extensibilidad de secuencias de órdenes con <a href="%s">GNU Guile</a> no está activada en la instalación de %s.

source: Create new project
de: Neues Projekt erstellen
es: Crear proyecto nuevo

source: Yes
de: Ja
es: Sí

source: No
de: Nein

source: Any unsaved changes to the current project will be lost. Continue?
de: Alle nicht gespeicherten Änderungen am aktuellen Projekt gehen verloren. Fortfahren?
es: Se perderá cualquier cambio que no se haya guardado en el proyecto actual. ¿Quiere continuar?

source: Save Project
de: Projekt speichern
es: Guardar proyecto

source: _Cancel
de: _Abbrechen
es: _Cancelar

source: _Save
de: _Speichern
es: _Guardar

source: Export routing graph
de: Routing-Diagramm exportieren
es: Exportar gráfico de ruta

source: Image (PNG)
de: BILD (PNG)
es: Imagen (PNG)

source: Image (SVG)
de: Bild (SVG)
es: Imagen (SVG)

source: Dot graph
de: Punktdiagramm
es: Gráfico de puntos

source: The graph will be exported to <a href="%s">%s</a> Please select a format to export as
de: Das Diagramm wird nach <a href="%s"> %s </a> exportiert Bitte wählen Sie ein Export-Format aus
es: El gráfico se exportará como <a href="%s">%s</a> Seleccione un formato para exportar

source: Graph exported
de: Graph exportiert
es: Gráfico exportado

source: Failed to undo
de: Rückgängig machen fehlgeschlagen
es: No se pudo deshacer

source: Failed to redo
de: Fehler beim Wiederholen
es: No se pudo rehacer

source: Failed to delete selections
de: Auswahl konnte nicht gelöscht werden
es: No se pudieron eliminar las selecciones

source: Can't paste incompatible data
de: Inkompatible Daten können nicht eingefügt werden
es: No es posible pegar datos incompatibles

source: Failed to duplicate selections
de: Auswahl konnte nicht dupliziert werden
es: No se pudieron duplicar las selecciones

source: Failed to unbind
de: Bindung konnte nicht getrennt werden
es: No se pudo desvincular

source: Failed to quantize
de: Fehler beim Quantisieren

source: Failed to create track
de: Spur konnte nicht erstellt werden

source: Failed to duplicate tracks
de: Spuren konnten nicht dupliziert werden
es: No se pudieron duplicar las pistas

source: Failed to delete tracks
de: Spuren konnten nicht gelöscht werden
es: No se pudieron eliminar las pistas

source: The selected tracks contain uninstantiated plugins. Deleting them will not be undoable and the undo history will be cleared. Continue with deletion?
de: Die Ausgewählten Spuren enthalten uninitialisierte Plugins. Es wird nicht möglich sein, deren Löschung rückgängig zu machen, und die Aktionschronik wird geleert. Mit Löschen fortfahren?

source: Failed to pin/unpin tracks
de: Spuren konnten nicht fixiert/gelöst werden
es: No se pudieron anclar/desanclar las pistas

source: Failed to solo tracks
de: Spuren konnten nicht solo gesetzt werden

source: Failed to unsolo tracks
de: Solo der Spuren konnte nicht aufgehoben werden

source: Failed to mute tracks
de: Spuren konnten nicht stumm geschaltet werden

source: Failed to unmute tracks
de: Stummschaltung der Spuren konnte nicht aufgehoben werden

source: Failed to unlisten tracks
de: Abhören der Spuren konnte nicht deaktiviert werden

source: Failed to enable tracks
de: Spuren konnten nicht aktiviert werden

source: Failed to disable tracks
de: Spuren konnten nicht deaktiviert werden

source: Must select either the timeline or the editor first. The current selection is %s
de: Sie müssen zuerst entweder die Zeitachse oder den Editor auswählen. Die aktuelle Auswahl ist %s

source: Failed to mute selections
de: Auswahl konnte nicht stumm geschaltet werden

source: No regions selected
de: Keine Regionen ausgewählt
es: No se seleccionó ninguna región

source: Selections must be on the same lane
de: Auswahl muss auf derselben Bahn liegen
es: Las selecciones deben estar en el mismo carril

source: Cannot merge looped regions
de: Geloopte Regionen können nicht zusammengeführt werden

source: Failed to merge selections
de: Auswahl konnte nicht zusammengeführt werden

source: Failed to insert silence
de: Es konnte keine Stille eingefügt werden

source: Failed to remove range
de: Bereich konnte nicht entfernt werden
es: No se pudo quitar el intervalo

source: Failed to apply MIDI function
de: MIDI-Funktion konnte nicht angewendet werden
es: No se pudo aplicar la función MIDI

source: Failed to apply automation function
de: Automatisierungsfunktion konnte nicht angewendet werden
es: No se pudo aplicar la función de automatización

source: Failed to apply audio function
de: Audiofunktion konnte nicht angewendet werden

source: Track name
de: Spurname
es: Nombre de pista

source: An object cannot be created at the selected location.
de: Ein Objekt kann an der Ausgewählten Position nicht erstellt werden.
es: No se puede crear un objeto en la ubicación seleccionada.

source: Please enter a BPM
de: Bitte geben Sie das Tempo in Schlägen pro Minute ein

source: Failed to move selections
de: Auswahl konnte nicht verschoben werden
es: No se pudieron mover las selecciones

source: Detected BPM: %.2f
de: Erkanntes Tempo: %.2f Schläge pro Minute

source: Candidates:
de: Kandidaten:

source: Failed to set curve algorithm
de: Curve-Algorithmus konnte nicht gesetzt werden

source: Failed to edit fades
de: Fades konnten nicht editiert werden

source: No custom preset packs found. Please create a preset pack first from the chord preset browser.
de: Keine eigenen Vorlagenpakete gefunden. Bitte erstelle ein Vorlagenpaket im Akkord Vorlagen Browser.
es: No se encontró ningún paquete de preconfiguraciones personalizadas. Cree primero un paquete de preconfiguraciones a través del navegador de preconfiguraciones de acordes.

source: Preset Pack Name
de: Preset-Paket-Name
es: Nombre de paquete de preconfiguraciones

source: Are you sure you want to remove this chord preset pack?
de: Sind Sie sicher, dass Sie dieses Akkord-Preset-Paket entfernen möchten?
es: ¿Confirma que quiere eliminar este paquete de preconfiguraciones de acordes?

source: Failed to change balance
de: Balance konnte nicht geändert werden
es: No se pudo cambiar el equilibrio

source: Failed to delete plugins
de: Plugins konnten nicht gelöscht werden

source: Failed to reset %s
de: %s konnte nicht zurückgesetzt werden

source: Failed to disconnect %s from %s
de: %s konnte nicht von %s getrennt werden

source: Cannot delete standard bookmark
de: Standard-Lesezeichen kann nicht gelöscht werden
es: No se puede eliminar el marcador estándar

source: Are you sure you want to remove this bookmark?
de: Sind Sie sicher, dass Sie dieses Lesezeichen entfernen möchten?
es: ¿Confirma que quiere quitar este marcador?

source: Collection name
de: Sammlungsname
es: Nombre de la colección

source: This collection contains %d plugins. Are you sure you want to remove it?
de: Diese Sammlung enthält %d Plugins. Sind Sie sicher, dass Sie sie entfernen möchten?
es: Esta colección contiene %d complementos. ¿Confirma que quiere eliminarla?

source: Failed to change direct output
de: Direktausgang konnte nicht geändert werden

source: Cannot delete tracks: selection contains an undeletable track
de: Spuren können nicht gelöscht werden: Auswahl enthält eine nicht löschbare Spur

source: Failed getting contents for %s
de: Inhalt für %s konnte nicht abgerufen werden

source: No tracks selected
de: Kein Spuren ausgewählt
es: No se seleccionó ninguna pista

source: Failed to clone tracklist selections
de: Die Spurenliste Auswahl konnte nicht geklont werden

source: Failed to clone track
de: Spur konnte nicht geklont werden
es: No se pudo clonar la pista

source: Failed to clone tracklist selections:
de: Die Spurenliste Auswahl konnte nicht geklont werden:

source: %s Track
de: %s Spur
es: %s pista

source: Failed to create plugin %s
de: Datei %s konnte nicht erstellt werden
es: No se pudo crear el complemento %s

source: Error instantiating plugin %s
de: Fehler beim Instanziieren des Plugins %s.
es: Error al crear una instancia del complemento %s

source: Failed saving file %s
de: Fehler beim Speichern der Datei: %s

source: Failed to create track at %d
de: Spur an %d erzeugen fehlgeschlagen

source: Copy Track
de: Spur kopieren
es: Copiar pista

source: Copy %d Tracks inside
de: Kopiere %d Spuren nach
es: Copiar %d pistas de dentro

source: Copy %d Tracks
de: %d Spuren kopieren
es: Copiar %d pistas

source: Create %s Track
de: %s Spur erstellen
es: Crear %s pista

source: Create %d %s Tracks
de: Erstelle %d %s Spuren
es: Crear %d %s pistas

source: Delete Track
de: Spur löschen
es: Eliminar pista

source: Delete %d Tracks
de: Lösche %d Tracks
es: Eliminar %d pistas

source: Solo Track
de: Track Vereinzeln
es: Pista Solo

source: Unsolo Track
de: Track Vereinen
es: Suprimir el solo de la pista

source: Mute Track
de: Spur stummschalten
es: Silenciar pista

source: Unmute Track
de: Track laut schalten
es: Activar el sonido de la pista

source: Listen Track
de: Spur hören

source: Disable Track
de: Spur deaktivieren

source: Fold Track
de: Spur einklappen

source: Unfold Track
de: Spur ausklappen

source: Change Fader from %.1f to %.1f
de: Ändere Regler von %.1f zu %.1f

source: Change direct out
de: Ändere direkten Ausgang
es: Cambiar direct out

source: Rename track
de: Spur umbenennen
es: Cambiar nombre de pista

source: Rename lane
de: Bahn umbenennen

source: Change color
de: Farbe ändern
es: Cambiar color

source: Change icon
de: Symbol ändern
es: Cambiar icono

source: Change comment
de: Kommentar ändern
es: Cambiar comentario

source: Change MIDI fader mode
de: MIDI-Fader-Modus ändern

source: Mute %d Tracks
de: %d Spuren stummschalten

source: Unmute %d Tracks
de: %d Spuren hörbar schalten

source: Listen %d Tracks
de: %d Spuren anhören

source: Enable %d Tracks
de: %d Spuren aktivieren

source: Disable %d Tracks
de: %d Spuren deaktivieren

source: Fold %d Tracks
de: %d Spuren einklappen

source: Unfold %d Tracks
de: %d Spuren ausklappen

source: Move Track
de: Spur verschieben
es: Mover pista

source: Move %d Tracks
de: %d Spuren verschieben
es: Mover %d pistas

source: Pin Track
de: Spur fixieren
es: Anclar pista

source: Pin %d Tracks
de: %d Spuren fixieren

source: Unpin Track
de: Spur lösen
es: Desanclar pista
