Repository: MalleeFoul/zrythm
Catalog: po/*.po
Languages: de, es

source: Metronome Count-in
de: Metronom Vorzähler

source: Count-in bars for the metronome.
de: Vorzähltakte für das Metronom.

source: Punch mode enabled
de: Punch-modus aktiviert
es: Modo punch activado

source: Whether punch in/out is enabled for recording.
de: Ob Punch-In/Out bei Aufnahme aktiviert ist.
es: Indica si el punch in/out está activado para la grabación.

source: Start playback on MIDI input
de: Wiedergabe mit MIDI-Eingabe starten
es: Iniciar la reproducción en la entrada MIDI

source: Whether to start playback on MIDI input.
de: Gibt an, ob die Wiedergabe bei MIDI-Eingabe gestartet werden soll.
es: Indica si se inicia la reproducción en la entrada MIDI.

source: Recording mode.
de: Aufnahmemodus.
es: Modo grabación.

source: Recording Pre-Roll
de: Aufnahmevorlauf

source: Number of bars to pre-roll when recording.
de: Anzahl der Takte im Aufnahmevorlauf.

source: RtAudio device
de: RtAudio-Gerät
es: Dispositivo RtAudio

source: SDL device
de: SDL-Gerät
es: Dispositivo SDL

source: Buffer size
de: Puffergröße
es: Tamaño del búfer

source: Audio inputs
de: Audioeingänge
es: Entradas de audio

source: MIDI controllers
de: MIDI-Controller
es: Controladores MIDI

source: Paths
de: Pfade
es: Caminos

source: Zrythm path
de: Zrythm-Pfad
es: Ruta de Zrythm

source: Updates
de: Aktualisierungen
es: Actualizaciones

source: Check for updates
de: Nach Aktualisierungen suchen
es: Buscar actualizaciones

source: UIs
de: Benutzeroberflächen
es: Interfaz Gráfica

source: Open UI on instantiation
de: Beim Einrichten die Benutzeroberfläche öffnen
es: Abrir UI en la instanciación

source: Keep window on top
de: Fenster im Vordergrund halten
es: Mantén la ventana en la parte superior

source: Refresh rate
de: Aktualisierungsintervall
es: Tasa de actualización

source: Scale factor
de: Skalierungsfaktor

source: SFZ instruments
de: SFZ-Instrumente
es: Instrumentos SFZ

source: SF2 instruments
de: SF2-Instrumente
es: Instrumentos SF2

source: Editing
de: Bearbeitung
es: Edición

source: Fade algorithm
de: Fade-Algorithmus
es: Algoritmo de desvanecimiento

source: Undo stack length
de: Stapellänge rückgängig machen
es: Deshacer la longitud de la pila

source: Projects
de: Projekte
es: Proyectos

source: Autosave interval
de: Intervall für automatisches Speichern
es: Lapso de guardado automático

source: UI
de: Benutzeroberfläche
es: Interfaz de usuario

source: Draw detail
de: Zeichnungsdetail
es: Dibujar detalle

source: Font scale
de: Schriftgröße

source: User interface language
de: Sprache der Benutzeroberfläche
es: Idioma de la interfaz de usuario

source: CSS theme
de: CSS-Design
es: Tema CSS

source: Icon theme
de: Icon-Design
es: Tema de iconos

source: Pan
de: Panorama

source: Pan algorithm
de: Panorama-Algorithmus
es: Algoritmo de panoramización

source: Pan law
de: Panorama-Regel
es: Ley de panorama

source: Scripting
de: Scripting (Code)

source: Default script
de: Standard-Skript
es: Secuencia de órdenes predeterminada

source: The Zrythm contributors
de: Die Zrythm-Mitwirkenden
es: Lxs contribuyentes de Zrythm

source: Hindu
es: Hindú

source: Exponent
es: Exponente

source: Superellipse
es: Superelipse

source: Region
es: Región

source: Midi Note
es: Nota MIDI

source: Scale Object
es: Objeto de escala

source: Instrument
es: Instrumento

source: Master
es: Maestro

source: Modulator
es: Modulador

source: Linear
es: Lineal

source: Unable to read file at %s
es: No se puede leer el archivo en %s

source: Invalid project: missing version
es: Proyecto no válido: falta la versión

source: Change chords
es: Cambiar acordes

source: Object name
es: Nombre de objeto

source: Preset Name
es: Nombre de preconfiguración

source: Cannot duplicate tracks: selection contains an uncopyable track
es: No se pueden duplicar las pistas: la selección contiene una pista no duplicable

source: Copy Track inside
es: Copiar pista de dentro

source: Change Fader
es: Cambiar fader

source: Change Pan
es: Cambiar Pan

source: Change BPM
es: Cambiar BPM

source: Arranger selections contain an object that cannot be duplicated
es: Las selecciones del estructurador contienen un objeto no duplicable

source: Cannot rename selected object(s)
es: No se puede cambiar el nombre de los objetos seleccionados

source: Resize arranger selections
es: Redimensionar selecciones del estructurador

source: 16 bit
es: 16 bits

source: 24 bit
es: 24 bits

source: 32 bit
es: 32 bits

source: Mixer
es: Mezclador

source: Plugin Browser
es: Explorador de plugins

source: _OK
es: _Aceptar

source: %s has encountered an error
es: %s encontró un error

source: Prefader Balance
es: Balance del pre-fader

source: Fader Balance
es: Balance de faders

source: An error has occurred opening the audio file '%s'
es: Se produjo un error al abrir el archivo de audio «%s»

source: Client zombie
es: Cliente zombi

source: JACK: No physical playback ports found
es: JACK: no se encontró ningún puerto físico de reproducción

source: Failed to connect to left monitor output port
es: No se pudo conectar con el puerto de salida del monitor izquierdo

source: Failed to connect to right monitor output port
es: No se pudo conectar con el puerto de salida del monitor derecho

source: Touch
es: Toca

source: Latch
es: Cierre

source: Invalid time range
es: Intervalo de tiempo no válido

source: Pre-fader send
es: Envío de pre-fader

source: Post-fader send
es: Envío de post-fader

source: This MIDI file contains no data
es: Este archivo MIDI no contiene datos

source: Desktop
es: Escritorio

source: Plugin preset saved.
es: Se guardó la preconfiguración del complemento.

source: Plugin preset loaded.
es: Se cargó la preconfiguración del complemento.

source: Min
es: Mínimo

source: Max
es: Máximo

source: Live waveform indicator
es: Indicador de forma de onda en vivo

source: [Instrument] %s
es: [Instrumento] %s

source: [Insert %d] %s
es: [Insertar %d] %s

source: [Modulator %d] %s
es: [Modulador %d] %s

source: Log viewer
es: Visor de registros

source: All preferences have been successfully reset to initial values
es: Todas las preferencias se han restablecido a sus valores iniciales

source: Reset all preferences to initial values.
es: Restablecer todas las preferencias a los valores iniciales.

source: Chat (Matrix)
es: Charla (Matrix)

source: Stereo Out
es: Salida estéreo

source: Name
es: Nombre

source: Note
es: Nota

source: Position
es: Posición

source: Index
es: Índice

source: Marker name
es: Nombre de marcador

source: Rename...
es: Cambiar nombre…

source: Bounce...
es: Rebote...

source: Add track
es: Añadir pista

source: Presets
es: Preconfiguraciones

source: Automation value
es: Valor de automatización

source: Failed to link or copy selection
es: No se pudo enlazar a la selección ni copiarla

source: %s name
es: nombre%s

source: Inserts
es: Inserciones

source: Slot #%d
es: Ranura #%d

source: Plugin
es: Complemento

source: Scales
es: Escalas

source: L
es: I

source: R
es: D

source: Gain
es: Ganancia

source: Peak
es: Pico

source: start position
es: posición de inicio

source: scale
es: escala

source: Open
es: Abrir

source: Browse…
es: Examinar…

source: Apply function
es: Aplicar función

source: Highlight Scale
es: Resaltar escala

source: Filter
es: Filtro

source: Track types
es: Tipos de pista

source: position
es: posición

source: Invalid position
es: Posición no válida

source: Failed to parse position
es: No se pudo procesar la posición

source: Invalid name
es: Nombre no válido

source: Invalid velocity
es: Velocidad no válida

source: N/A
es: No aplicable

source: Template Name
es: Nombre de plantilla

source: OK
es: Aceptar

source: Scenes (Live View)
es: Escenas (vista en directo)

source: Fade Preset
es: Preconfiguración de disolvencia

source: Input
es: Entrada

source: JACK Transport client
es: JACK Cliente de transporte

source: Status
es: Estado

source: Attempted to drop an instrument onto a MIDI track, which is not supported. Create a new instrument track instead?
es: Se intentó soltar un instrumento sobre una pista MIDI, lo cual no se admite. ¿Quiere crear una pista instrumental nueva en su lugar?

source: Dragged item is not supported
es: No se admite el elemento colocado

source: From scale
es: Desde escala

source: Preset Packs
es: Paquetes de preconfiguraciones

source: Log Viewer
es: Visor de registro

source: Flatpak users
es: Usuarios de Flatpak

source: Flatpak limitation
es: Limitación de Flatpak

source: Only Flatpak-installed plugins are supported.
es: Solo se admiten los complementos instalados a través de Flatpak.

source: Zrythm and the Zrythm logo are %strademarks of Alexandros Theodotou%s.
es: Zrythm y el logotipo de Zrythm son %smarcas registradas de Alexandros Theodotou%s.

source: Port info
es: Información de puerto

source: MIDI region exported.
es: Se exportó la región MIDI.

source: MIDI regions exported.
es: Se exportaron las regiones MIDI.

source: Format 0
es: Formato 0

source: Format 1
es: Formato 1

source: Separate tracks
es: Pistas separadas

source: Select the language of the script
es: Seleccione el lenguaje de la secuencia de órdenes

source: Mixdown
es: Mezcla de audio

# Export time range
source: Loop
es: Bucle

# Export time range
source: Song
es: Canción

source: Initial Configuration
es: Configuración inicial

source: Preferred language
es: Idioma preferido

source: Location to save user files
es: Ubicación para guardar los archivos de usuario

source: _Reset
es: _Restablecer

source: Please enter more details
es: Introduzca más detalles

source: <b>Screenshot</b>
es: <b>Captura de pantalla</b>

source: Fatal Error
es: Error grave

source: Log
es: Bitácora

source: System info
es: Información del sistema

source: _Close
es: _Cerrar

source: Submit on _SourceHut
es: Enviar por _SourceHut

source: Send via _email (publicly visible)
es: Enviar por correo _electrónico (público)

source: Preview and send _automatically (privately)
es: Previsualizar y enviar _automáticamente (privado)

source: <File not found>
es: <No se encontró el archivo>

source: _Open Selected
es: Abrir _seleccionado

source: _Create
es: _Crear

source: No project selected
es: No se seleccionó ningún proyecto

source: Select Project File
es: Seleccione un archivo de proyecto

source: Not a control change event
es: No es un evento de cambio de control

source: Arranger object info
es: Información del objeto del estructurador

source: %s icon
es: %s icono

source: Failed to connect ports
es: No se pudieron conectar los puertos

source: URI (Optional):
es: URI (opcional):

source: Preset %u
es: Preconfiguración %u

source: Failed to move track
es: No se pudo mover la pista

source: Are the outputs stereo?
es: ¿Las salidas son estéreo?

source: Euro Pop
es: Pop europeo

source: Eastern Pop
es: Pop oriental

source: Schema %s%s%s
es: Esquema %s%s%s

source: This will reset Zrythm to factory settings. <b>You will lose all your preferences</b>. Continue?
es: Esto restablecerá Zrythm a la configuración de fábrica. <b>Se perderán todas las preferencias.</b> ¿Quiere continuar?

source: Reset to Factory Settings
es: Restablecer a configuración de fábrica

source: This will reset Zrythm to factory settings. You will lose all your preferences. Type 'y' to continue:
es: Esto restablecerá Zrythm a la configuración de fábrica. Se perderán todas las preferencias. Escriba «s» para continuar:

source: C
es: Do

source: D♭
es: Re♭

source: D
es: Re

source: E♭
es: Mi♭

source: E
es: Mi

source: F
es: Fa

source: F♯
es: Fa♯

source: G
es: Sol

source: A♭
es: La♭

source: A
es: La

source: B♭
es: Si♭

source: aug
es: agosto

source: In scale
es: En escala

source: Play/Pause
es: Reproducir/pausar

source: Adaptive length
es: Longitud adaptable

source: Link
es: Enlace

source: Scale
es: Escala

source: label
es: etiqueta

source: Enforce scale
es: Hacer cumplir la escala

source: Genre
es: Género

source: Format
es: Formato

source: Bit Depth
es: Profundidad de bits

source: Track Selection
es: Selección de pistas

source: Output
es: Salida

source: Port
es: Puerto

source: Full designation
es: Designación completa

source: Default value
es: Valor predeterminado

source: Current value
es: Valor actual

source: Port Info
es: Información de puerto

source: Log Level
es: Nivel de registro

source: Track filters & visibility
es: Filtros de pistas y visibilidad

source: Audition tool
es: Herramienta de audición

source: Bounce tail
es: Cola de rebote

source: Tail to allow when bouncing (for example to catch reverb tails), in milliseconds.
es: Cola para permitir cuando rebote (por ejemplo para atrapar colas de reverberación), en milisegundos.

source: Timeline object length type
es: Tipo de longitud del objeto de la línea de tiempo

source: Editor object length
es: Editor de la longitud del objeto

source: Editor object length type
es: Editor de tipo de longitud de objeto

source: Note notation
es: Notación de nota

source: The note notation used in the piano roll - MIDI pitch index or notes (C, C#, etc.)
es: La notación de nota usada en el piano roll - índice de tono MIDI o notas (Do, Do#, etc.)

source: Whether to use musical mode. If this is on, time-stretching will be applied to events so that they match the project BPM. This mostly applies to audio regions.
es: Si usar el modo musical. Si está activado, se aplicará un estiramiento de tiempo a los eventos para que coincidan con el proyecto BPM. Esto se aplica principalmente a las regiones de audio.

source: Ghost notes
es: Notas fantasma

source: Whether to highlight chords, scales, both or none in the piano roll.
es: Ya sea para resaltar acordes, escalas, ambos o ninguno en el rollo de piano.

source: Piano roll MIDI modifier
es: Modificador MIDI del rollo de piano

source: The MIDI modifier to display in the MIDI editor (only velocity is valid at the moment).
es: El modificador MIDI para mostrar en el editor MIDI (sólo la velocidad es válida por el momento).

source: Browser divider position
es: Posición del divisor del explorador

source: Left panel divider position
es: Posición del divisor del panel izquierdo

source: Position of the resize handle of the left panel.
es: Posición del mango de redimensionamiento del panel izquierdo.

source: Left panel tab index
es: Índice de la pestaña del panel izquierdo

source: Index of the currently opened left panel tab.
es: Índice de la pestaña del panel izquierdo abierta actualmente.

source: Right panel divider position
es: Posición del divisor del panel derecho

source: Position of the resize handle of the right panel.
es: Posición del mango de redimensionamiento del panel derecho.

source: Right panel tab index
es: Índice de pestañas del panel derecho

source: Index of the currently opened right panel tab.
es: Índice de la pestaña del panel derecho abierta actualmente.

source: Bot panel divider position
es: Posición del divisor del panel bot

source: Position of the resize handle of the bot panel.
es: Posición del mango de redimensionamiento del panel bot.

source: Bot panel tab index
es: Índice de la pestaña del panel de botones

source: Index of the currently opened bottom panel tab.
es: Índice de la pestaña del panel inferior abierta actualmente.

source: Timeline event viewer visibility
es: Visibilidad del espectador de eventos en la línea de tiempo

source: Whether the timeline event viewer is visible or not.
es: Si el visor de eventos de la línea de tiempo es visible o no.

source: Editor event viewer visibility
es: Visibilidad del visor de eventos del editor

source: Ruler display type
es: Tipo de pantalla de regla

source: Selected ruler display type (BBT/time).
es: Tipo de visualización de la regla seleccionada (BBT/hora).

source: Last used MIDI function (index corresponding to enum in midi function action).
es: Última función MIDI utilizada (índice correspondiente a la enumeración en la acción de la función MIDI).

source: Last used automation function (index corresponding to enum in automation function action).
es: Última función de automatización utilizada (índice correspondiente a la enumeración en la acción de la función de automatización).

source: Follow playhead (editor)
es: Seguir cabezal (editor)

source: Track filter name
es: Nombre de filtro de pistas

source: Track filter type
es: Tipo de filtro de pistas

source: Plugin browser categories
es: Categorías del navegador de complementos

source: File browser bookmarks
es: Marcadores del navegador de archivos

source: File browser filter
es: Filtro del navegador de archivos

source: Last location
es: Última ubicación

source: Last visited location.
es: La última ubicación visitada.

source: Track properties expanded
es: Propiedades de la pista ampliadas

source: Whether track properties is expanded.
es: Si las propiedades de la pista se expanden.

source: Track outputs expanded
es: Los resultados de la pista se han ampliado

source: Whether track outputs is expanded.
es: Si se amplían los resultados de la pista.

source: Track sends expanded
es: La pista se envía expandida

source: Whether track sends is expanded.
es: Si la pista se envía se expande.

source: Track inputs expanded
es: Se amplían las entradas de la pista

source: Whether track inputs is expanded.
es: Si se amplían las entradas de la pista.

source: Track controls expanded
es: Los controles de pista se han ampliado

source: Whether track controls is expanded.
es: Si se amplían los controles de pista.

source: Track inserts expanded
es: Las inserciones de la pista se han ampliado

source: Whether track inserts is expanded.
es: Si las inserciones de las vías se expanden.

source: Track midi-fx expanded
es: Pista midi-fx expandida

source: Whether track midi-fx is expanded.
es: Si la pista midi-fx se expande.

source: Track fader expanded
es: El fader de la pista se expandió

source: Whether track fader is expanded.
es: Si el track fader se expande.

source: Track comment expanded
es: Comentario de la pista ampliado

source: Whether track comment is expanded.
es: Si el comentario de la pista se amplía.

source: Export stems
es: Exportar stems

source: Whether to export stems instead of the mixdown.
es: Indica si exportar stems en lugar de la mezcla.

source: Genre to use when exporting.
es: Género que utilizar al exportar.

source: Artist to use when exporting.
es: Artista que utilizar al exportar.

source: Title to use when exporting.
es: Título que utilizar al exportar.

source: MIDI file format (Type 0 or 1).
es: Formato de archivo MIDI (tipo 0 o 1).

source: Transport loop
es: Bucle de transporte

source: Engine
es: Motor

source: Audio backend
es: Backend de audio

source: Samplerate
es: Tasa de muestreo

source: MIDI backend
es: Motor MIDI

source: Plugins
es: Complementos

source: Not used at the moment.
es: Por el momento no se utiliza.

source: Zrythm can be extended with user scripts written in Scheme or ECMAScript.
es: Es posible ampliar la funcionalidad de Zrythm mediante secuencias de usuario escritas en Scheme o ECMAScript.

source: Main window with plugins
es: Ventana principal con complementos

source: Changed:
es: Modificaciones:

source: Fixed:
es: Correcciones:

source: Added:
es: Adiciones:
