Repository: MalleeFoul/zrythm
Catalog: po/*.po
Languages: de, es

source: Unpin %d Tracks
de: %d Spuren lösen
es: Desanclar %d pistas

source: Arranger selections contain an undeletable object
de: Arrangeur-Auswahl enthält ein nicht löschbares Objekt
es: Las selecciones del estructurador contienen un objeto no eliminable

source: Attempted to resize unresizable objects
de: Länge des Objekts ist nicht änderbar
es: Se ha intentado cambiar el tamaño de los objetos no redimensionables

source: Cannot perform %s resize - selections contain looped objects
de: Länge von %s kann nicht geändert werden - Auswahl enthält geloopte Objekte

source: Cannot perform %s resize - selections contain unloopable objects
de: Länge von %s kann nicht geändert werden - Auswahl enthält nicht loopbare Objekte

source: Create timeline selections
de: Zeitachsenauswahl erstellen
es: Crear selecciones del timeline

source: Create audio selections
de: Ausioauswahl erstellen
es: Crear selecciones de audio

source: Create automation selections
de: Automationsauswahl erstellen
es: Crear selecciones de automatizaciones

source: Create chord selections
de: Akkordauswahl erstellen
es: Crear selecciones de acordes

source: Create MIDI selections
de: MIDI-Auswahl erstellen
es: Crear selecciones de MIDI

source: Delete arranger selections
de: Arrangeur-Auswahl aufheben
es: Eliminar selecciones del estructurador

source: Duplicate arranger selections
de: Arrangeur-Auswahl duplizieren
es: Duplicar selecciones del estructurador

source: Move arranger selections
de: Arrangeur-Auswahl verschieben
es: Mover selecciones del estructurador

source: Link arranger selections
de: Arrangeur-Auswahl miteinander verlinken
es: Enlazar selecciones del estructurador

source: Record arranger selections
de: Arrangeur-Auswahl aufzeichnen
es: Grabar selecciones del estructurador

source: Edit arranger selections
de: Arrangeur-Auswahl bearbeiten
es: Editar selecciones del estructurador

source: Automation fill
de: Automatisierungs-Fill

source: Split arranger selections
de: Arrangeur-Auswahl teilen
es: Dividir selecciones del estructurador

source: Merge arranger selections
de: Arrangeur-Auswahl verschmelzen
es: Fusionar selecciones del estructurador

source: Quantize arranger selections
de: Arrangeur-Auswahl quantisieren
es: Cuantizar selecciones del estructurador

source: Failed to connect MIDI send
de: MIDI-Send konnte nicht verbunden werden

source: Failed to connect audio send
de: Audio-Send konnte nicht verbunden werden

source: Failed to perform channel send action: %s
de: Kanal-Send-Vorgang %s konnte nicht durchgeführt werden

source: Connect sidechain
de: Side-Chain verbinden

source: Connect stereo
de: Stereo verbinden
es: Conectar estéreo

source: Connect MIDI
de: MIDI verbinden
es: Conectar MIDI

source: Disconnect
de: Trennen
es: Desconectar

source: Change amount
de: Betrag ändern
es: Cambiar la cantidad

source: Change ports
de: Ports ändern
es: Cambiar ports

source: Channel send connection
de: Kanal Send-Verbindung
es: Conexión de envío de canal

source: Failed to clone mixer selections
de: Mixer-Auswahl konnte nicht geklont werden
es: No se pudieron clonar las selecciones del mezclador

source: Failed to clone plugin
de: Plugin konnte nicht geklont werden
es: No se pudo clonar el complemento

source: Could not create plugin
de: Plugin konnte nicht erstellt werden
es: No se pudo crear el complemento

source: Failed to instantiate plugin
de: Plugin konnte nicht eingerichtet werden

source: Failed to revert deleted plugin
de: Gelöschtes Plugin konnte nicht wiederhergestellt werden

source: Create %s
de: Erstelle %s
es: Crear %s

source: Create %d %ss
de: Erstelle %d %ss
es: Crear %d %ss

source: Delete Plugin
de: Plugin löschen
es: Eliminar complemento

source: Delete %d Plugins
de: %d Plugins löschen
es: Eliminar %d complementos

source: Move %s
de: %s verschieben
es: Mover %s

source: Move %d Plugins
de: %d Plugins verschieben
es: Mover %d complementos

source: Copy %s
de: Kopiere %s
es: Copiar %s

source: Copy %d Plugins
de: Kopiere %d Plugins
es: Copiar %d complementos

source: Paste %s
de: Füge %s ein

source: Paste %d Plugins
de: %d Plugins einfügen

source: Modulators
de: Modulatoren
es: Moduladores

source: Failed opening file
de: Datei konnte nicht geöffnet werden

source: Adaptive
de: Adaptiv
es: Adaptable

source: Prefader Volume
de: Pre-Fader Lautstärke
es: Volumen del pre-fader

source: Fader Volume
de: Fader-Lautstärke
es: Volumen del fader

source: Prefader Mute
de: Pre-Fader Stumm
es: Silenciar pre-fader

source: Fader Mute
de: Fader Stumm
es: Silenciar fader

source: Prefader Listen
de: Pre-Fader Abhören

source: Fader Listen
de: Fader Abhören

source: Prefader Mono Compat
de: Pre-Fader Mono-Kompat

source: Fader Mono Compat
de: Fader Mono-Kompat

source: Ch Pre-Fader in
de: Kanal Pre-Fader Eingang
es: Ch Entrada pre-fader

source: Ch Fader in
de: Kanal Fader Eingang
es: Ch Entrada fader

source: Sample Processor Fader in
de: Sample-Prozessor Fader Eingang

source: Monitor Fader in
de: Monitor Fader Eingang
es: Monitorizar entrada fader

source: Ch Pre-Fader out
de: Kanal Pre-Fader Ausgang
es: Ch Salida pre-fader

source: Ch Fader out
de: Kanal Fader Ausgang
es: Ch Salida fader

source: Sample Processor Fader out
de: Sample-Prozessor Fader Ausgang

source: Monitor Fader out
de: Monitor Fader Ausgang
es: Monitorizar salida fader

source: Ch MIDI Pre-Fader in
de: Kanal MIDI Pre-Fader Eingang
es: Ch Entrada MIDI pre-fader

source: Ch MIDI Fader in
de: Kanal MIDI Fader Eingang
es: Ch Entrada MIDI fader

source: Ch MIDI Pre-Fader out
de: Kanal MIDI Pre-Fader Ausgang
es: Ch Salida pre-fader MIDI

source: Ch MIDI Fader out
de: Kanal MIDI Fader Ausgang
es: Ch Salida MIDI fader

source: Failed to change volume
de: Lautstärke konnte nicht geändert werden

source: Failed to set MIDI mode
de: MIDI-Modus konnte nicht gesetzt werden

source: Markers
de: Marker
es: Marcadores

source: start
de: Anfang
es: iniciar

source: end
de: Ende
es: fin

source: XRUN occurred - check your JACK configuration
de: XRUN aufgetreten - überprüfen Sie Ihre JACK-Konfiguration
es: XRUN ocurrió - comprueba la configuración de tu JACK

source: JACK has shut down
de: JACK hat den Betrieb eingestellt
es: JACK se ha apagado

source: Overall operation failed
de: Gesamter Betrieb fehlgeschlagen
es: Error de operación general

source: The operation contained an invalid or unsupported option
de: Der Vorgang beinhaltete eine ungültige oder nicht unterstütze Option
es: La operación incluía una opción no válida o no admitida

source: The desired client name was not unique
de: Der gewünschte Clientname war nicht eindeutig
es: El nombre de cliente deseado no era único

source: Unable to connect to the JACK server
de: Es kann keine Verbindung zum JACK-Server aufgebaut werden
es: No se pudo conectar con el servidor de JACK

source: Communication error with the JACK server
de: Kommunikationsfehler mit dem JACK-Server
es: Error de comunicación con el servidor de JACK

source: Requested client does not exist
de: Der angeforderte Client existiert nicht
es: No existe el cliente solicitado

source: Unable to load internal client
de: Der interne Client kann nicht geladen werden
es: No se pudo cargar el cliente interno

source: Unable to initialize client
de: Der Client kann nicht initialisiert werden
es: No se pudo iniciar el cliente

source: Unable to access shared memory
de: Es kann nicht auf den gemeinsam genutzten Speicher zugegriffen werden
es: No se pudo acceder a la memoria compartida

source: Client's protocol version does not match
de: Die Protokollversion des Clients stimmt nicht überein
es: La versión del protocolo del cliente no coincide

source: Backend error
de: Backend-Fehler
es: Error de backend

source: Exponential
de: Exponentiell
es: Exponencial

source: Elliptic
de: Elliptisch
es: Elíptico

source: Failed to create plugin
de: Plugin konnte nicht erstellt werden

source: Invalid positions - skipping function
de: Ungültige Positionen - Funktion wird übersprungen

source: Failed to apply plugin
de: Das Plugin konnte nicht angewendet werden
es: No se pudo aplicar el complemento

source: Track record
de: Spuraufnahme

source: Failed to clone modulator plugin
de: Modulator-Plugin konnte nicht geklont werden

source: Failed to clone channel
de: Kanal konnte nicht geklont werden

source: Cannot set track muted
de: Spur kann nicht stumm geschaltet werden

source: Cannot set track soloed
de: Spur kann nicht solo gesetzt werden

source: Cannot set track listened
de: Spur kann nicht auf Abhören geschaltet werden

source: Failed to rename track
de: Spur konnte nicht umbenannt werden

source: Cannot set track comment
de: Kommentar der Spur kann nicht gesetzt werden

source: Cannot set track icon
de: Icon der Spur kann nicht gesetzt werden

source: Cannot set track enabled
de: Spur kann nicht aktiv gesetzt werden

source: Rec
de: Aufnahme

source: Automation
de: Automatisierung
es: Automatización

source: Failed to initialize the %s audio backend. Will use the dummy backend instead. Please check your backend settings in the Preferences.
de: Das Audio-Backend %s konnte nicht initialisiert werden. Benutze stattdessen das Dummy-Backend. Bitte überprüfen Sie Ihre Backend-Einstellungen in den Einstellungen.
es: No se ha podido inicializar el backend de audio de %s. Usará el backend falso en su lugar. Por favor, comprueba la configuración del backend en las Preferencias.

source: The JACK MIDI backend can only be used with the JACK audio backend (your current audio backend is %s). Will use the dummy MIDI backend instead.
de: Das JACK MIDI-Backend kann nur mit dem JACK Audio-Backend verwendet werden (Ihr aktuelles Audio-Backend ist %s). Stattdessen wird das Dummy-MIDI-Backend verwendet.

source: Failed to initialize the %s MIDI backend. Will use the dummy backend instead. Please check your backend settings in the Preferences.
de: Das %s MIDI-Backend konnte nicht initialisiert werden. Benutze stattdessen das Dummy-Backend. Bitte überprüfen Sie Ihre Backend-Einstellungen in den Einstellungen.
es: No se ha podido inicializar el backend de %s MIDI. Usará el backend falso en su lugar. Por favor, comprueba la configuración del backend en las Preferencias.

source: Your selected combination of backends may not work properly. If you want to use JACK, please select JACK as both your audio and MIDI backend.
de: Ihre ausgewählte Kombination von Backends funktioniert möglicherweise nicht richtig. Wenn Sie JACK verwenden möchten, wählen Sie bitte JACK als Audio- und MIDI-Backend.
es: Es posible que la combinación seleccionada de backends no funcione correctamente. Si deseas utilizar JACK, selecciona JACK como el backend de audio y MIDI.

source: The selected MIDI/audio backend was not found in the version of %s you have installed. The audio and MIDI backends were set to "Dummy". Please set your preferred backend from the preferences.
de: Das gewählte MIDI-/Audio-Backend wurde in der Version %s, die zu installiert hast, nicht gefunden. Die Audio- und MIDI-Backends wurden auf „Dummy“ gesetzt. Bitte wähle dein bevorzugtes Backend in den Einstellungen.
es: El backend MIDI/audio seleccionado no se encontró en la versión %s instalada. Los backends de audio y MIDI se establecieron en "Dummy ". Establece el backend preferido en las preferencias.

source: Format %s not supported yet
de: Das Format %s wird bisher nicht unterstützt
es: Todavía no se admite el formato %s

source: SF INFO invalid
de: SF INFO ungültig
es: SF INFO no válido

source: Couldn't open SNDFILE %s: %d: %s
de: SNDFILE konnte nicht geöffnet werden %s: %d: %s
es: No se pudo abrir el SNDFILE %s: %d: %s

source: Failed to create audio track
de: Audiospur konnte nicht erstellt werden

source: A buffer underflow has occurred. Try increasing the buffer size in the settings to avoid audio glitches.
de: Es ist ein Pufferunterlauf aufgetreten. Um Audiostörungen zu vermeiden, versuchen Sie die Puffergröße in den Einstellungen zu erhöhen.
es: Se produjo un desbordamiento del búfer. Intente aumentar el tamaño del búfer en la configuración para evitar fallos de audio.

source: PulseAudio error: Failed to create main loop
de: PulseAudio-Fehler: Hauptschleife konnte nicht erstellt werden
es: Error de PulseAudio: Fallo al crear el loop principal

source: PulseAudio Error: %s
de: PulseAudio-Fehler: %s
es: Error de PulseAudio: %s

source: PulseAudio Error: Failed to connect
de: PulseAudio-Fehler: Verbindung konnte nicht hergestellt werden
es: Error de PulseAudio: Fallo la conexión

source: Unimplemented
de: Nicht implementiert
es: Sin implementar

source: Chords
de: Akkorde
es: Acordes

source: Edit in external app
de: In externer Anwendung bearbeiten
es: Editar en aplicación externa

source: Edit the file at <u>%s</u>, then press OK
de: Bearbeiten Sie die Datei unter <u>%s</u> und klicken Sie dann OK
es: Edite el archivo en <u>%s</u> y, luego, pulse Aceptar

source: Launch
de: Starten
es: Iniciar

source: Beats per bar
de: Schläge pro Takt

source: Beat unit
de: Notenwert des Grundschlags

source: Failed to change BPM
de: BPM konnte nicht geändert werden

source: Failed to create recorded regions
de: Aufgenommene Regionen konnten nicht erstellt werden

source: ALSA Error: %s
de: ALSA-Fehler: %s
es: Error de ALSA: %s

source: Lane %d
de: Bahn %d
es: Carril %d

source: Failed to rename lane
de: Bahn konnte nicht umbenannt werden

source: Failed to instantiate plugin %s
de: Das Plugin %s konnte nicht eingerichtet werden

source: Channel Send %d enabled
de: Kanal Send %d aktiviert

source: Channel Send %d amount
de: Kanal Send %d Betrag

source: Channel Send %d audio in
de: Kanal Send %d Audio-Eingang

source: Channel Send %d MIDI in
de: Kanal Send %d MIDI-Eingang

source: Channel Send %d audio out
de: Kanal Send %d Audio-Ausgang

source: Channel Send %d MIDI out
de: Kanal Send %d MIDI-Ausgang

source: Ports cannot be connected
de: Ports können nicht verbunden werden

source: %s input
de: %s Eingang
es: %s entrada

source: PortAudio Error: %s
de: PortAudio-Fehler: %s
es: Error de PortAudio: %s

source: No file was found
de: Keine Datei gefunden
es: No se encontró ningún archivo

source: Unsupported file type %s
de: Nicht unterstützter Dateityp %s
es: No se admite el tipo de archivo %s

source: Can only drop 1 file at a time on existing tracks
de: Kann immer nur ein Datei gleichzeitig auf vorhandenen Spuren ablegen

source: Can only drop MIDI files on MIDI/instrument tracks
de: MIDI-Dateien können nur auf MIDI-/Instrumentenspuren abgelegt werden

source: This MIDI file contains %d tracks. It cannot be dropped into an existing track
de: Diese MIDI-Datei enthält %d Spuren. Sie kann nicht auf einer bestehenden Spur abgelegt werden
es: Este archivo MIDI contiene %d pistas. No se puede colocar en una pista existente

source: Can only drop audio files on audio tracks
de: Auf Audiospuren können nur Audiodateien abgelegt werden
es: Solo puede colocar archivos de audio en pistas de audio

source: Failed to create arranger objects
de: Arrangeur-Objekte konnten nicht erstellt werden
es: No se pudieron crear los objetos del estructurador

source: Failed to move tracks after copying or moving inside folder
de: Spuren konnten nicht verschoben werden, nachdem sie innerhalb des Ordners kopiert oder verschoben wurden

source: Failed to copy tracks
de: Spuren konnten nicht kopiert werden

source: Cannot drag folder into itself
de: Ordner kann nicht in sich selbst gezogen werden
es: No se puede arrastrar la carpeta dentro de sí misma

source: Failed to move track inside folder
de: Spur konnte nicht innerhalb des Ordners verschoben werden

source: Failed to move tracks
de: Spuren konnten nicht verschoben werden

source: Macro %d
de: Makro %d

source: Macro CV In %d
de: Makro CV-Eingang %d
es: Macro CV En %d

source: Macro CV Out %d
de: Makro CV-Ausgang %d

source: MIDI out
de: MIDI-Ausgang
es: Salida MIDI

source: Sine (Equal Power)
de: Sinus (Gleiche Leistung)
es: Sinusoide (misma potencia)

source: A locale for the language you have selected (%s) is not available. Please install one first and restart %s
de: Ein Gebietsschema für die von Ihnen gewählte Sprache (%s) ist nicht verfügbar. Bitte installiere eins und starte %s neu
es: La configuración regional para el idioma que has seleccionado (%s) no está disponible. Instálala primero y reinicia %s

source: A locale for the language you have selected is not available. Please enable one first using the steps below and try again. 1. Uncomment any locale starting with the language code <b>%s</b> in <b>/etc/locale.gen</b> (needs root privileges) 2. Run <b>locale-gen</b> as root 3. Restart %s
de: Für die Sprache, die Sie ausgewählt haben, ist kein Gebietsschema verfügbar. Bitte aktivieren Sie es wie folgt und versuchen es dann erneut. 1. Entfernen Sie die Kommentarzeichen aller Gebietsschemata in <b>/etc/locale.gen</b>, die mit dem Sprachcode <b>%s</b> beginnen (benötigt Root-Rechte) 2. Führen Sie <b>locale-gen</b> als Root aus 3. Starten Sie %s neu
es: La configuración regional para el idioma que has seleccionado no está disponible. Primero habilita uno siguiendo los pasos siguientes y vuelve a intentarlo. 1. Quita los comentarios de cualquier configuración regional que comience con el código de idioma <b>%s</b> en <b>/etc/locale.gen</b> (necesita privilegios de root) 2. Ejecuta <b></b> locale-gen como root 3. Reinicia %s

source: Chord Pad
de: Akkord-Pad
es: Panel de acordes

source: Track Inspector
de: Spur-Inspektor

source: Plugin Inspector
de: Plugin-Inspektor
es: Inspector de complementos

source: File Browser
de: Datei-Browser
es: Navegador de archivos

source: Chord Preset Browser
de: Akkord-Preset-Browser
es: Navegador de preconfiguraciones de acordes

source: Timeline
de: Zeitachse

source: MIDI CC Bindings
de: MIDI CC-Bindungen

source: Port Connections
de: Port-Verbindungen

source: Scenes
de: Szenen
es: Escenas

source: Open Project
de: Projekt öffnen
es: Abrir proyecto

source: _Open
de: _Öffnen
es: _Abrir

source: Overwrite Plugin
de: Erweiterung überschreiben
es: Sobrescribir complemento

source: A plugin already exists at the selected slot. Overwrite it?
de: Es existiert bereits eine Erweiterung in dem ausgewählten Slot. Überschreiben?
es: Ya existe un plugin en la ranura seleccionada. ¿Quieres sobrescribirlo?

source: Error instantiating plugin. Please see log for details.
de: Fehler beim Instanziieren der Erweiterung. Bitte siehe Log für Details.
es: Se ha producido un error al crear instancia del plugin. Consulta el registro para obtener más detalles.

source: Failed to paste plugins
de: Plugins konnten nicht eingefügt werden

source: Home
de: Start
es: Inicio

source: Failed to clone track '%s'
de: Spur '%s' konnte nicht geklont werden

source: Plugin '%s' has crashed and has been disabled.
de: Das Plugin '%s' ist abgestürzt und wurde deaktiviert.
es: El complemento «%s» se cerró inesperadamente y se ha desactivado.

source: Failed to paste selections
de: Auswahl konnte nicht eingefügt werden

source: Invalid object name %s
de: Ungültiger Objektname %s
es: Nombre de objeto inválido %s

source: Failed to rename object
de: Objekt konnte nicht umbenannt werden

source: Reset
de: Zurücksetzen
es: Restablecer

source: View info
de: Informationen ansehen
es: Ver información

source: Failed to set control %s to %f
de: Das Steuerelement %s konnte nicht auf %f gesetzt werden

source: Incoming signals
de: Eingehende Signale
es: Señales entrantes

source: Outgoing signals
de: Ausgehende Signale
es: Señales salientes

source: Current val
de: Aktueller Wert
es: El valor actual

source: Expose port to JACK
de: Port für JACK freigeben
es: Exponer puerto a JACK

source: Comment
de: Kommentar
es: Comentario

source: Playhead
de: Abspielkopf
es: Cabezal de reproducción

source: %s - Last object
de: %s - Letztes Objekt
es: %s - Último objeto

source: Bounce step selector
de: Bounce-Stufen-Auswahl

source: Select path
de: Pfad auswählen

source: Delete
de: Löschen
es: Eliminar

source: Device
de: Gerät
es: Dispositivo

source: Note/Control
de: Note/Steuerelement
es: Nota/Control

source: Destination
de: Ziel
es: Destino

source: Unsaved changes
de: Nicht gespeicherte Änderungen
es: Cambios no guardados

source: _Save & Quit
de: _Speichern & Beenden
es: _Guardar y salir

source: _Quit without saving
de: Beenden ohne zu Speichern _q
es: _Salir sin guardar

source: The project contains unsaved changes. If you quit without saving, unsaved changes will be lost.
de: Das Projekt enthält nicht gespeicherte Änderungen. Wenn Sie das Projekt verlassen ohne es zu speichern, gehen die nicht gespeicherten Änderungen verloren.
es: El proyecto tiene cambios que no se han guardado. Si sale sin guardarlos, se perderán permanentemente.

source: Preferences
de: Einstellungen
es: Preferencias

source: Scripting interface
de: Skripting-Schnittstelle
es: Interfaz de programación

source: Monitor Section
de: Monitor-Bereich

source: About %s
de: Über %s
es: Acerca de %s

source: Select a folder
de: Wähle einen Ordner
es: Seleccionar carpeta

source: Select a file
de: Eine Datei auswählen
es: Selecciona un archivo

source: Some changes will only take effect after you restart %s
de: Einige Änderungen werden erst nach einem Neustart wirksam %s
es: Algunos cambios solo tendrán efecto después de reiniciar %s

source: About Zrythm
de: Über Zrythm
es: Acerca de Zrythm

source: Manual
de: Handbuch

source: Keyboard Shortcuts
de: Tastaturkürzel
es: Métodos abreviados de teclado

source: Donate
de: Spenden
es: Donar

source: Report a Bug
de: Einen Fehler melden
es: Informar de un error

source: Failed to move or copy track(s)
de: Spur(en) konnte(n) nicht verschoben oder kopiert werden

source: Cannot be routed
de: Kann nicht geroutet werden
es: No puede ser dirigido

source: Routed to engine
de: Geroutet zu Stereo Out
es: Dirigido al motor

source: Select channel to route signal to
de: Wähle den Kanal zu dem das Signal geroutet werden soll
es: Selecciona el canal al que enrutar la señal

source: Type
de: Typ
es: Tipo

source: Start
de: Anfang
es: Inicio

source: Clip start
de: Anfang des Clips
es: Inicio del clip

source: Loop start
de: Anfang der Schleife
es: Inicio del bucle

source: Loop end
de: Schleifenende
es: Final del bucle

source: End
de: Ende
es: Final

source: Pitch
de: Tonhöhe
es: Tono

source: Value
de: Wert
es: Valor

source: Curviness
de: Rundheit
es: Curvatura

source: Autoplay
de: Automatische Wiedergabe
es: Reproducción automática

source: Show unsupported files
de: Nicht unterstützter Dateien einblenden
es: Mostrar archivos no admitidos

source: Show hidden files
de: Zeige versteckte Dateien

source: Time Signature - Beats per bar / Beat unit
de: Taktangabe – Schläge pro Takt / Schlageinheit
es: Firma de tiempo - Latidos por barra / Unidad de latidos

source: Failed to change time signature
de: Taktart konnte nicht geändert werden

source: No file selected
de: Keine Datei ausgewählt

source: Search...
de: Suchen…
es: Buscar…

source: Failed to move or copy plugin
de: Plugin konnte nicht verschoben oder kopiert werden

source: Failed to move or copy track
de: Spur konnte nicht verschoben oder kopiert werden

source: Hide instrument UI
de: Benutzeroberfläche des Instruments ausblenden
es: Ocultar la IU del instrumento

source: Show instrument UI
de: Benutzeroberfläche des Instruments anzeigen
es: Mostrar la IU del instrumento

source: Unlisten
de: Abhören deaktivieren

source: Listen
de: Abhören
es: Escuchar

source: Mono compatibility
de: Mono-Kompatibilität
es: Compatibilidad mono

source: Disarm
de: Aufnahmebereitschaft deaktivieren
es: Desactivar

source: Arm for recording
de: Bereit machen für Aufnahme
es: Arm para grabar

source: Hide lanes
de: Bahnen verstecken
es: Ocultar carriles

source: Show lanes
de: Bahnen anzeigen
es: Mostrar carriles

source: Hide automation
de: Automation ausblenden
es: Ocultar automatización
